Repository: baack/qutim-translations
Catalog: modules/qmlchat/*.po
Languages: be, es, he

# Core::AdiumChat::ChatAppearance|
source: Vasya Pupkin
be: Вася Пупкін

# Core::AdiumChat::ChatAppearance|
source: Noname
be: Невядомы
es: Anónimo
he: אין שם

# Core::AdiumChat::ChatAppearance|
source: Unable to create chat session
be: На атрымалася стварыць сесію чата
es: No se pudo crear conversación
he: לא מסוגל ליצור סשן שיחה

# Core::AdiumChat::ChatAppearance|
source: Preview message
be: Прадпаказ паведамленняў
es: Previsualizar mensaje
he: הצג הודעה

# Core::AdiumChat::ChatAppearance|
source: Hello!
be: Вітаем!
es: ¡Hola!
he: שלום!

# Core::AdiumChat::ChatAppearance|
source: How are you?
be: Як жыццё?
es: ¿Qué tal estás?
he: מה שלומך?

# Core::AdiumChat::ChatAppearance|
source: I am fine!
be: Усё добра!
es: ¡Estoy bien, gracias!
he: אני בסדר!

# Core::AdiumChat::ChatAppearance|
source: /me is thinking!
be: /me разважае
es: /me está pensando!
he: /me חושב כעת!

# Core::AdiumChat::ChatAppearance|
source: Vasya Pupkin is reading you mind
be: Вася Пупкін чытае твае думкі
es: Vasya Pupkin está leyéndote el pensamiento

# Plugin|
source: Qt Quick view (experimental)
be: Чат заснавы на Qt Quick (эксперыментальнае)
es: Vista Qt Quick (experimental)
he: תצוגת Qt Quick (ניסיוני)

# Plugin|
source: Modern chat view based on power of QtQuick
be: Новая рэалізацыя малявання акна чата праз QtQuick
es: Moderna vista de conversación alimentada por QtQuick
he: תצוגת שיחה מודרנית המבוססת על QtQuick

# Settings|
source: Chat
be: Чат
es: Conversación
he: שיחה

# main|
source: is active
be: актыўны
es: está activo
he: פעיל כעת

# main|
source: is inactive
be: неактыўны
es: está inactivo
he: לא פעיל כעת

# main|
source: is gone
be: адышоў
es: no está
he: לא נמצא

# main|
source: is composing
be: друкуе
es: está escribiendo
he: מלחין כעת

# main|
source: is paused
be: прыпыніўся
es: está pausado
he: פסק כעת

# quickChatAppearance|
source: Enable openGL acceleration
be: Уключыць OpenGL паскарэнне
es: Habilitar aceleración OpenGL
he: אפשר האצת openGL

# quickChatAppearance|
source: Form
es: Formulario
he: טופס
