Repository: baack/qutim-translations
Catalog: modules/birthdayreminder/*.po
Languages: be, he

# BirthdayReminder|
source: It's %1's birthday today! Hooray!
be: Сёння народзіны %1 Ура!
he: זהו היום הולדת של %1 היום! הידד!

# BirthdayReminder|
source: %1's birthday will be tomorrow! Hooray!
be: Заўтра народзіны %1 Ура!
he: היום הולדת של %1 יתקיים מחר! הידד!

# BirthdayReminder|
source: %2's birthday is in %1 days
be: Народзіны %2's праз %1 дзён.
he: היום הולדת של %2 יתקיים בעוד יום %1

# BirthdayReminder|
source: %1's birhday
be: Народзіны %1'
he: יום הולדת של %1

source: Birthday reminder settings
be: Народзіны: налады нагадвання
he: הגדרות מזכירת יום הולדת

# BirthdayReminderSettings|
source: Show notifications every
be: Паказваць нагадванні кожныя
he: הצג התראה כל

# BirthdayReminderSettings|
source: hours
be: гадзін
he: שעה;שעות

# BirthdayReminderSettings|
source: starting from
be: пачыная з
he: מתחיל מתאריך

# BirthdayReminderSettings|
source: days before birthday
be: дзён да народзін
he: ימים טרם יום הולדת

# Plugin|
source: BirthdayReminder
be: Нагадванні пра народзіны
he: מזכירת יום הולדת

# Plugin|
source: This plugin shows notifications when someone from your contact list has a birthday
be: Гатае пашырэнне нагадвае вам, калі ў знаёмцаў са спісу кантактаў народзіны.
he: תוספת זו מציגה הודעות כאשר למישהו מרשימת הקשר שלך יש יום הולדת

# Settings|
source: Birthday reminder
be: Нагадванні пра народзіны
he: מזכירת יום הולדת
