Repository: baack/qutim-translations
Catalog: modules/devels/*.po
Languages: be, he

# Author|
source: Alexander Kazarin
be: Казарын Аляксандр
he: ‎אלכסנדר קזרין (Alexander Kazarin)

# Author|
source: Eugene Degtyarev
be: Дзегцяроў Яўген
he: ‎יוג׳ין דיגטיירב (Eugene Degtyarev)

# Author|
source: Ruslan Nigmatullin
be: Нігматулін Руслан
he: ‎רוסלן ניגמטולין (Ruslan Nigmatullin)

# Author|
source: Nicolay Izoderov
be: Ізадзераў Мікалай
he: ‎ניקוליי עייזודרוב (Nicolay Izoderov)

# Author|
source: Denis Daschenko
be: Дашчэнка Дзяніс
he: ‎דניס דסצ׳נקו (Denis Daschenko)

# Author|
source: Aleksey Sidorov
be: Сідараў Аляксей
he: ‎אלכסיי סידורוב (Aleksey Sidorov)

# Author|
source: Ivan Vizir
be: Візір Іван
he: ‎אייבן ויזייר (Ivan Vizir)

# Author|
source: Rederick Asher
be: Рэдэрык Ашэр
he: ‎רדיריק אשר (Rederick Asher)

# Author|
source: Semen Vozhov
be: Вожаў Сямён
he: ‎סימן ווזהוב (Semen Vozhov)

# Author|
source: Perova Gala
be: Пярова Галя
he: ‎פרובה גאלה (Perova Gala)

# Task|
source: Developer
be: Распрацоўшчык
he: ‎מפתח

# Task|
source: Artist
be: Мастак
he: ‎אמן
