Repository: baack/qutim-translations
Catalog: modules/control/*.po
Languages: be, ru

# Control|
source: Answer
be: Адказаць
ru: Ответ

# Control::AnswerLine|
source: Remove
be: Сцерці
ru: Удалить

# Control::AutoReplyButton|
source: Bin lookup
be: Bin пошук
ru: Поиск БИНов

# Control::NetworkManager|
source: Put local certificate at "%1"
be: Змясціць лакальны сертыфікат у "%1"
ru: Разместить локальный сертификат в "%1"

# Control::NetworkManager|
source: Put server's certificate at "%1"
be: Змясціць серверны сертыфікат у "%1"
ru: Разместить серверный сертификат в "%1"

# Control::NetworkManager|
source: Control plugin
be: Пашырэнне кантролю
ru: Плагин контроля

# Control::NetworkManager|
source: Error connecting to %1: %2
be: Памылка злучэння з %1: %2
ru: Ошибка подключения к %1: %2

# Control::NetworkManager|
source: Received reply from server: %1
be: Прыняты адказ ад сервера: %1
ru: Принят ответ от сервера: %1

# Control::NetworkManager|
source: Invalid login or/and password. Please set right one in settings
be: Неправільнае імя або/і пароль. Калі ласка змяніце налады.
ru: Неверные логин/пароль. Укажите верную пару в настройках

# Control::QuickAnswerButtonAction|
source: Answers
be: Адказы
ru: Ответы

# Control::QuickAnswerButtonAction|
source: Update answers
be: Абнавіць адказы
ru: Обновить ответы

# Control::RosterManager|
source: Control plugin
be: Пашырэнне кантролю
ru: Плагин контроля

# Control::RosterManager|
source: qutIM sends request to server: %1
be: qutIM адаслаў запыт серверу : %1
ru: qutIM отправил серверу запрос: %1

# Control::SettingsWidget|
source: Username:
be: Імя карыстальніка:
ru: Имя пользователя:

# Control::SettingsWidget|
source: Enter your username
be: Увядзіце сваё уліковое імя
ru: Введите ваше имя

# Control::SettingsWidget|
source: Password:
be: Пароль:
ru: Пароль:

# Control::SettingsWidget|
source: Enter your password
be: Увядзіце свой пароль
ru: Введите ваш пароль

# Control::SettingsWidget|
source: Url:
ru: Адрес URL:

# Control::SettingsWidget|
source: Enter server's url (http://example.com/)
be: Увядзіце URL сервера (http://example.com/)
ru: Введите URL адрес сервера (http://example.com/)

# Control::SettingsWidget|
source: Requests url:
be: URL запытаў:
ru: URL запросов:

# Control::SettingsWidget|
source: Enter url for messages requests (http://example.com/)
be: Увядзіце спасылку для запыту паведамленняў (http://example.com/)
ru: Введите URL для запросов сообщений (http://example.com/)

# Control::SettingsWidget|
source: Add answer
be: Дадаць адказ
ru: Добавить ответ

# Plugin|
source: Control
be: Кантроль
ru: Контроль

# Plugin|
source: Controls user by sending messages and roster to remote server
be: Кантроль карыстальніка праз адсылку паведамленняў і спісу на аддалёны сервер.
ru: Контроль пользователя методом отсылки сообщений и ростера на удалённый сервер
