Repository: baack/qutim-translations
Catalog: modules/yandexnarod/*.po
Languages: de

# Plugin|
source: Send files via Yandex.Narod filehosting service
de: Dateien über den Yandex Narod Dateihosting-Service versenden

# Task|
source: Author
de: Autor

# YandexNarodAuthorizator|
source: Has no login or password
de: Hat keinen Login oder Passwort

# YandexNarodAuthorizator|
source: Authorization succeed
de: Autorisierung erfolgreich

# YandexNarodAuthorizator|
source: Authorization failured
de: Autorisierung fehlgeschlagen

# YandexNarodAuthorizator|
source: Unsupported grant type. Inform developers.
de: Die Art der Autorisierung wird nicht unterstützt. Bitte die Entwickler informieren.

# YandexNarodAuthorizator|
source: Invalid request. Inform developers.
de: Ungültige Anfrage. Bitte die Entwickler informieren.

# YandexNarodAuthorizator|
source: Invalid login or/and password
de: Falscher Login oder/und Passwort

# YandexNarodManager|
source: Yandex.Narod file manager
de: Yandex.Narod Dateimanager

# YandexNarodNetMan|
source: Authorizing...
de: Einloggen...

# YandexNarodSettingsClass|
source: Settings
de: Einstellungen

# YandexNarodSettingsClass|
source: Password
de: Passwort

# YandexNarodSettingsClass|
source: Test Authorization
de: Zugang testen

# YandexNarodSettingsClass|
source: Send file template
de: Datei senden Maske

# YandexNarodSettingsClass|
source: %N - file name; %U - file URL; %S - file size
de: %N - Dateiname; %U - URL; %S - Dateigröße

# YandexNarodSettingsClass|
source: Manage files
de: Dateien verwalten

# YandexNarodUploadJob|
source: Authorizing...
de: Einloggen...

# YandexNarodUploadJob|
source: Could not open file %1
de: Konnte Datei %1 nicht öffnen

# YandexNarodUploadJob|Don't remove format arguments
source: File sent: %N (%S bytes) %U
de: Datei gesendet: %N (%S Bytes) %U

# requestAuthDialogClass|
source: Authorization
de: Einloggen

# requestAuthDialogClass|
source: Password:
de: Passwort:

# requestAuthDialogClass|
source: Remember
de: Passwort speichern

# yandexnarodManageClass|
source: Get Filelist
de: Dateiliste abrufen

# yandexnarodManageClass|
source: Upload File
de: Datei hochladen

# yandexnarodManageClass|
source: Actions:
de: Aktionen:

# yandexnarodManageClass|
source: Clipboard
de: Zwischenablage

# yandexnarodManageClass|
source: Delete File
de: Datei löschen

# yandexnarodManageClass|
source: Close
de: Schließen

# yandexnarodManageClass|
source: Files list:
de: Dateiliste:

# yandexnarodManageClass|
source: New Item
de: Neues Objekt
