Repository: baack/qutim-translations
Catalog: modules/nowplaying/*.po
Languages: he

# Author|
source: Kazlauskas Ian
he: קזלוסקס איאן

# Author|
source: Alexey Prokhin
he: אלקסיי פרוקהין (Alexey Prokhin)

# IcqSettings|
source: Current mode
he: מצב נוכחי

# IcqSettings|
source: Changes current X-status message
he: משנה הודעת X-status נוכחית

# IcqSettings|
source: Now playing: %artist - %title
he: מנגן עגשיו: %artist - %title

# IcqSettings|
source: Changes message of "Listening to music" status
he: משנה הודעה של מצב "מאזין כעת למוזיקה"

# JabberSettings|
source: Current mode
he: מצב נוכחי

# JabberSettings|
source: Info to be presented
he: מידע להצגה

# JabberSettings|
source: Artist
he: אמן

# JabberSettings|
source: Track number
he: מספר רצועה

# JabberSettings|
source: Title
he: כותרת

# JabberSettings|
source: Track length
he: אורך רצועה

# JabberSettings|
source: Album
he: אלבום

# JabberSettings|
source: Path to file
he: נתיב לקובץ

source: Now Playing
he: מנגן עכשיו

# NowPlaying|
source: Stop now playing
he: הפסק מנגן עכשיו

# NowPlaying|
source: Start now playing
he: התחל מנגן עכשיו

# NowPlayingSettings|
source: Form
he: טופס

# NowPlayingSettings|
source: Mode
he: מצב

# NowPlayingSettings|
source: Current plugin status:
he: מצב תוספת נוכחי:

# NowPlayingSettings|
source: Is working
he: עובד

# NowPlayingSettings|
source: Stop
he: הפסק

# NowPlayingSettings|
source: Set mode for all accounts
he: קבע מצב עבור כל החשבונות

# NowPlayingSettings|
source: You have no Oscar, Jabber or MRIM accounts.
he: אין לך אף חשבון של Oscar, Jabber או MRIM.

# NowPlayingSettings|
source: Settings
he: הגדרות

# NowPlayingSettings|
source: Music Player
he: נגן מוזיקה

# Plugin|
source: NowPlaying
he: מנגן עכשיו

# Plugin|
source: Now playing plugin
he: תוספת מנגן עכשיו

# Plugin|
source: Now Playing
he: מנגן עכשיו

# Plugin|
source: Now Playing Mpris
he: מנגן עכשיו Mpris

# Plugin|
source: Mpris support for now playing plugin
he: תמיכת Mpris עבור התוספת מנגן עכשיו

# Task|
source: Developer
he: מפתח

# qutim_sdk_0_3::nowplaying::SettingsUI|
source: No player
he: אין נגן

# qutim_sdk_0_3::nowplaying::SettingsUI|
source: working
he: עובד כעת

# qutim_sdk_0_3::nowplaying::SettingsUI|
source: Stop
he: הפסק

# qutim_sdk_0_3::nowplaying::SettingsUI|
source: not working
he: לא עובד

# qutim_sdk_0_3::nowplaying::SettingsUI|
source: Start
he: התחל
