Repository: baack/qutim-translations
Catalog: modules/histman/*.po
Languages: de, es, uk

# ChooseClientPage|
source: WizardPage
es: Asistente
uk: Майстер міграції

# ChooseOrDumpPage|
source: WizardPage
es: Asistente
uk: Майстер міграції

# ChooseOrDumpPage|
source: Import history from one more client
de: Verlauf eines weiteren Clients importieren
es: Importar historial de otro cliente
uk: Імпортувати історію з наступного клієнта

# ChooseOrDumpPage|
source: Dump history
de: Verlauf speichern
es: Volcar historial
uk: Зберегти історію

# ClientConfigPage|
source: WizardPage
es: Asistente
uk: Майстер міграції

# ClientConfigPage|
source: Path to profile:
de: Pfad zum Profil:
es: Ruta del perfil:
uk: Шлях до профілю:

# ClientConfigPage|
source: Encoding:
de: Kodierung:
es: Codificación:
uk: Кодування:

# ClientConfigPage|
source: Select your Jabber account.
de: Deinen Jabber-Account auswählen.
es: Elige tu cuenta de Jabber.
uk: Виберіть ваш Jabber акаунт

# ClientConfigPage|
source: Select accounts for each protocol in the list.
de: Die Accounts für die aufgeführten Protokolle auswählen.
es: Elige una cuenta para cada protocolo de la lista.
uk: Виберіть облікові записи для кожного протоколу в списку.

# DumpHistoryPage|
source: WizardPage
es: Asistente
uk: Майстер міграції

# DumpHistoryPage|
source: Choose format:
de: Format auswählen:
es: Elige un formato:
uk: Виберіть формат:

# DumpHistoryPage|
source: JSON
uk: JSON (За замовчуванням)

# DumpHistoryPage|
source: Binary
de: Binär
es: Binario
uk: Двійковий

# DumpHistoryPage|
source: Merging history state:
de: Verlauf zusammenführen:
es: Uniendo estado del historial:
uk: Обєднання історій:

# DumpHistoryPage|
source: Dumping history state:
de: Verlauf speichern:
es: Volcando estado del historial:
uk: Збереження історії:

# HistoryManager::ChooseClientPage|
source: Client
es: Cliente
uk: Клієнт

# HistoryManager::ChooseClientPage|
source: Choose client which history you want to import to qutIM.
de: Von welchem Client soll der Verlauf importiert werden?
es: Elige el cliente desde el que deseas importar el historial.
uk: Виберіть клієнта, історію якого, необхідно імпортувати в qutIM.

# HistoryManager::ChooseOrDumpPage|Dump history or choose next client
source: What to do next?
de: Wie soll's weitergehen?
es: ¿Qué hacer ahora?
uk: Що робити далі?

# HistoryManager::ChooseOrDumpPage|
source: It is possible to choose another client for import history or dump history to the disk.
de: Einen weiteren Client importieren, oder den Verlauf auf der Festplatte speichern.
es: Puedes elegir otro cliente desde el que importar el historial o volcar el historial a disco.
uk: Можна вибрати інший клієнт для імпортування історії чи збереження на диск

# HistoryManager::ClientConfigPage|
source: Configuration
de: Konfiguration
es: Configuración
uk: Конфігурація

# HistoryManager::ClientConfigPage|
source: Enter path of your %1 profile file.
de: Den Pfad zur %1 Profildatei angeben.
es: Introduce la ruta del fichero de configuración de tu perfil %1.
uk: Вкажіть шлях до файлу профіля %1

# HistoryManager::ClientConfigPage|
source: Enter path of your %1 profile dir.
de: Den Pfad zum %1 Profilverzeichnis angeben.
es: Introduce la ruta de la carpeta de configuración de tu perfil %1.
uk: Вкажіть шлях до папки профіля %1

# HistoryManager::ClientConfigPage|
source: If your history encoding differs from the system one, choose the appropriate encoding for history.
de: Die richtige Kodierung auswählen, falls die Kodierung des Verlaufs eine andere als die des Systems ist.
es: Si la codificación de tu historial difiere de la del sistema, elige la codificación apropiada de la lista.
uk: Якщо кодування історії відрізняється від системної, ви можете обрати необхідне.

# HistoryManager::ClientConfigPage|
source: Select path
de: Pfad auswählen
es: Elige ruta
uk: Вкажіть шлях

# HistoryManager::DumpHistoryPage|
source: Dumping
de: Speichern
es: Volcando
uk: Збереження

# HistoryManager::DumpHistoryPage|
source: Last step. Click 'Dump' to start dumping process.
de: Letzter Schritt. Auf "Speichern" klicken um den Verlauf zu speichern.
es: Último paso. Haz clic en 'Volcar' para empezar el proceso de volcado.
uk: Останній крок. Натисніть кнопку 'Зберегти', щоб розпочати процес злиття.

# HistoryManager::DumpHistoryPage|
source: Manager merges history, it make take several minutes.
de: Verlauf wird zusammengeführt, dies kann einige Minuten dauern.
es: El gestor está uniendo el historial. Este proceso puede tardar varios minutos.
uk: Менеджер об'єднує історію, це може зайняти декілька хвилин.

# HistoryManager::DumpHistoryPage|
source: History has been successfully imported.
de: Verlauf wurde erfolgreich importiert.
es: Se ha completado la importación con éxito.
uk: Історія була успішно імпортована.

# HistoryManager::HistoryManagerWindow|
source: History manager
de: Verlauf importieren
es: Gestor del historial
uk: Менеджер історії

# HistoryManager::HistoryManagerWindow|
source: &Dump
de: &Speichern
es: &Volcar
uk: &Зберегти

# HistoryManager::ImportHistoryPage|
source: Loading
de: Laden
es: Cargando
uk: Завантаження

# HistoryManager::ImportHistoryPage|
source: Manager loads all history to memory, it may take several minutes.
de: Der Verlauf wird in den Speicher geladen, dies kann einige Minuten dauern.
es: El gestor carga todo el historial en memoria. Este proceso puede tardar varios minutos.
uk: Менеджер завантажує всю історію в пам'ять, це може зайняти кілька хвилин.

# HistoryManager::ImportHistoryPage|
source: %n message(s) have been successfully loaded to memory.
de: %n Nachricht wurde erfolgreich in den Speicher geladen.
es: Se ha cargado %n mensaje con éxito.
uk: %n повідомлення(нь) було успішно завантажено в память.

# HistoryManager::ImportHistoryPage|
source: It has taken %n ms.
de: Es hat %n ms gedauert.
es: %n ms trasncurrido.
uk: Це зайняло %n мс.

# HistoryManagerWindow|
source: Form
es: Formulario
uk: Стиль

# ImportHistoryPage|
source: WizardPage
es: Asistente
uk: Майстер міграції

# Plugin|
source: HistMan
uk: Менеджер історії

# Plugin|
source: Plugin makes possible to import history to qutIM from different messengers
de: Importiert den Nachrichtenverlauf von anderen Messengern
es: Este plugin se encarga de importar el historial de otros clientes a qutIM
uk: Плагін дозволяє імпортувати історію в qutIM з інших клієнтів.

# Plugin|
source: Import history
de: Verlauf importieren...
es: Importar historial
uk: Імпорт історії
