Repository: baack/qutim-translations
Catalog: modules/antispam/*.po
Languages: he

source: Antispam
he: אנטיספאם

# Antispam::Handler|
source: Beer, wine, vodka, champagne: after which drink in this sequence I should stop?
he: בירה, יין, ערק, וודקה, שמפניה: כעבור איזה משקה ברצף זה עליי להפסיק?

# Antispam::Handler|
source: We are ready to drink with you!
he: אנחנו מוכנים לשתות עמך!

# Antispam::Handler|
source: vodka;Vodka
he: וודקה;ערק

# Antispam::Handler|
source: Message from %1 blocked on suspicion of spam.
he: הודעה מן %1 נחסמה בחשד לספאם.

# Antispam::SettingsWidget|
source: Form
he: תבנית

# Antispam::SettingsWidget|
source: Enabled
he: מאופשר

# Antispam::SettingsWidget|
source: Handle auth requests
he: טפל בבקשות הרשאה

# Antispam::SettingsWidget|
source: Question:
he: שאלה:

# Antispam::SettingsWidget|
source: Answers (semicolon as a separator):
he: תשובות (נקודה-פסיק כמפריד):

# Antispam::SettingsWidget|
source: Message on correct answer:
he: הודעה למענה מדויק:

# Antispam::SettingsWidget|
source: Beer, wine, vodka, champagne: after which drink in this sequence I should stop?
he: בירה, יין, ערק, וודקה, שמפניה: כעבור איזה משקה ברצף זה עליי להפסיק?

# Antispam::SettingsWidget|
source: We are ready to drink with you!
he: אנחנו מוכנים לשתות עמך!

# Antispam::SettingsWidget|
source: vodka;Vodka
he: וודקה;ערק

# Plugin|
source: Antispam
he: אנטיספאם

# Plugin|
source: Blocks messages from unknown contacts by question-answer pair
he: חוסמת הודעות מן אנשי קשר לא מוכרים בעזרת צמד שאלה-תשובה
