Repository: baack/qutim-translations
Catalog: modules/autoreply/*.po
Languages: he

source: Auto reply
he: משוב אוטומטי

# AutoReplyDialog|
source: Dialog
he: דו שיח

# AutoReplySettingsWidget|
source: Form
he: תבנית

# AutoReplySettingsWidget|
source: Enable autoreply by idle
he: אפשר משוב אוטומטי במצב עצל

# AutoReplySettingsWidget|
source: Idle timeout:
he: פקיעת זמן מצב עצל:

# AutoReplySettingsWidget|
source: Delta time between messages:
he: זמן דלתא בין הודעות:

# AutoReplySettingsWidget|
source: Add answer
he: הוסף משוב

# AutoReplyTextLine|
source: Remove
he: הסר

# Plugin|
source: Autoreply
he: משוב אוטומטי

# Plugin|
source: Plugin allows autoreplying messages during idle state
he: מתירה משוב הודעות אוטומטי במשך מצב עצל
