Repository: baack/qutim-translations
Catalog: modules/quetzal/*.po
Languages: be

# Plugin|
source: 'Quetzal' is set of protocols, powered by libpurple
be: 'Quetzal' гэта сукупнасць пратаколаў бібліятэкі libpurple

# QuetzalAccountWizardPage|
source: Username
be: Карыстальнік

# QuetzalAccountWizardPage|
source: Password
be: Пароль

# QuetzalAccountWizardPage|
source: Save password
be: Захоўваць пароль

# QuetzalAccountWizardPage|
source: Unable to save new account
be: Немагчыма захаваць новы рахунак

# QuetzalAccountWizardPage|
source: An account already exists with the specified criteria.
be: Такі рахунак ужо існуе.

# QuetzalAccountWizardPage|
source: Register
be: Рэгістрацыя

# QuetzalAccountWizardPage|
source: Registration is succesfull Complete account creating by clicking on Finish button
be: Зарэгістрыравана! Націсніце кнопку "Скончыць"

# QuetzalAccountWizardPage|
source: Registration failed
be: Няўдалая рэгістрацыя

# QuetzalActionDialog|
source: Dialog
be: Дыялог

# QuetzalJoinChatDialog|
source: Join group chat
be: Уваход

# QuetzalJoinChatDialog|
source: Save to bookmarks
be: Захаваць у закладках

# Settings|
source: General
be: Асноўныя
