Repository: baack/qutim-translations
Catalog: modules/offtherecord/*.po
Languages: he

# OTRCrypt|
source: Start private Conversation
he: התחל דיון פרטי

# OTRCrypt|
source: End private Conversation
he: סיים דיון פרטי

# OTRCrypt|
source: Verify Fingerprint
he: אמת טביעת אצבע

# OTRCrypt|
source: Show secure Session ID
he: הצג מזהה סשן מאובטח

# OTRCrypt|
source: Show own Fingerprint
he: הצג טביעת אצבע עצמית

# OTRCrypt|
source: Personal settings
he: הגדרות אישיות

# OTRCrypt|
source: System settings
he: הגדרות מערכת

# OTRCrypt|
source: OTR disabled
he: OTR מנוטרלת

# OTRCrypt|
source: Manual
he: ידנית

# OTRCrypt|
source: Auto
he: אוטומטית

# OTRCrypt|
source: Force OTR
he: כפה OTR

# OTRCrypt|
source: OTR Plugin [%1]
he: תוספת OTR [%1]

# OtrInternal|
source: no OTR Message
he: אין הודעת OTR

# OtrInternal|
source: OTR Signature Message
he: הודעת חתימה OTR

# OtrInternal|
source: OTR Error Message
he: הודעת שגיאה OTR

# OtrInternal|
source: OTR Unknown Message
he: הודעה לא מוכרת OTR

# OtrInternal|
source: Unknown OTR Message Type
he: טיפוס הודעת OTR לא מוכר

# OtrInternal|
source: Encrypting message from %1 to %2 failed.
he: הצפנת הודעה מן %1 אל %2 נכשלה.

# OtrInternal|
source: The message was not sent.
he: ההודעה לא נשלחה.

# OtrInternal|
source: %1 has ended the OTR session. You should do the same.
he: %1 סיים סשן OTR. עליך לעשות את אותו הדבר.

# OtrInternal|
source: Auth
he: אימות

# OtrInternal|
source: Please, enter passphrase to authorise %1
he: אנא, הזן מימרת סיסמה כדי לאשר %1

# OtrInternal|
source: Your buddy has successfully authenticated you. The conversation is now secure!
he: חברך אימת אותך בהצלחה. הדיון כעת מאובטח!

# OtrInternal|
source: Your buddy has successfully authenticated you. You may want to authenticate your buddy as well by asking your own question.
he: חברך אימת אותך בהצלחה. ייתכן וברצונך לאמת את חברך גם כן על ידי שאילת שאלה משלך.

# OtrInternal|
source: Authentication successful. The conversation is now secure!
he: אימות צלח. הדיון הינו מאובטח כעת!

# OtrInternal|
source: Authentication failed. The conversation is now insecure!
he: אימות כשל. הדיון אינו מאובטח כעת!

# OtrInternal|
source: Authentication error!
he: שגיאת אימות!

# OtrInternal|
source: not private
he: לא פרטי

# OtrInternal|
source: private
he: פרטי

# OtrInternal|
source: finished
he: הסתיים

# OtrInternal|
source: unknown
he: לא ידוע

# OtrInternal|
source: please wait...
he: אנא המתן...

# OtrInternal|
source: The fingerprint for account %1 is
he: טביעת האצבע עבור חשבון %1 היא

# OtrInternal|
source: Authentication aborded. The conversation is now insecure!
he: אימות בוטל. הדיון אינו מאובטח כעת!

# OtrInternal|
source: Authenticating contact...
he: מאמת כעת איש קשר...

# OtrSettingsWidget|
source: Form
he: טופס

# OtrSettingsWidget|
source: Config
he: תצורה

# OtrSettingsWidget|
source: OTR policy
he: מדיניות OTR

# OtrSettingsWidget|
source: Enable private messaging
he: אפשר התכתבות פרטית

# OtrSettingsWidget|
source: Automatically start private messaging
he: התחל אוטומטית התכתבות פרטית

# OtrSettingsWidget|
source: Require private messaging
he: דרוש התכתבות פרטית

# OtrSettingsWidget|
source: Known fingerprints
he: טביעות אצבע מוכרות

# OtrSettingsWidget|
source: Account
he: חשבון

# OtrSettingsWidget|
source: Fingerprint
he: טביעת אצבע

# OtrSettingsWidget|
source: Message state
he: סגנון הודעה

# OtrSettingsWidget|
source: Forget
he: שכח

# OtrSettingsWidget|
source: My private keys
he: המפתחות הפרטיים שלי

# OtrSettingsWidget|
source: Protocol
he: פרוטוקול

# OtrSettingsWidget|
source: Key
he: מפתח

# OtrSupport::OtrClosure|
source: no active encrypted session
he: אין סשן מוצפן פעיל

# OtrSupport::OtrClosure|
source: Fingerprint for account %1 is:
he: טביעת אצבע עבור חשבון %1 הינה:

# SMPdialog|
source: Authorisation
he: הרשאה

# SMPdialog|
source: Choose auth type
he: בחר טיפוס הרשאה

# SMPdialog|
source: Question/Answer
he: שאלה/תשובה

# SMPdialog|
source: Secret phrase
he: ניב סודי

# SMPdialog|
source: Manual
he: ידנית

# SMPdialog|
source: Question
he: שאלה

# SMPdialog|
source: Answer
he: תשובה

# SMPdialog|
source: Is this fingerprint right?
he: האם טביעת אצבע זו נכונה?

# SMPdialog|
source: I agree
he: אני מסכים

# SMPdialog|
source: I disagree
he: אינני מסכים

# SMPdialog|
source: Could not find any fingerprints for this user.
he: לא היתה אפשרות למצוא שום טביעת אצבע עבור משתמש זה.
