Repository: baack/qutim-translations
Catalog: modules/kdeintegration/*.po
Languages: be, es, he, sk

# Core|
source: About qutIM
be: Аб qutIM
es: Acerca de qutIM
he: אודות qutIM
sk: O qutIM

# KdeSpellerSettings|
source: Form
be: Форма
es: Formulario
sk: Formulár

# KdeSpellerSettings|
source: Select dictionary:
be: Выберыце слоўнік
es: Seleccionar diccionario:
he: בחר מילון:
sk: Vybrať slovník:

# KdeSpellerSettings|
source: Autodetect of language
be: Аўтавызначэнне мовы
es: Detectar el idioma automáticamente
he: איתור אוטומטי של שפה
sk: Rozpoznať jazyk

# Plugin|
source: KDE integration
be: Інтэграцыя з KDE
es: Integración con KDE
he: אינטגרציית KDE
sk: KDE integrácia

# Plugin|
source: Integration with K Desktop Environment
be: Інтэграцыя з графічным асяроддзем KDE
es: Integración con el Entorno de escritorio K
he: שילוב עם K Desktop Environment
sk: Integrácia s K Desktop Environment

# Plugin|
source: KDE Integration
be: Інтэграцыя з KDE
es: Integración con KDE
he: אינטגרציית KDE
sk: KDE Integrácia

# Plugin|
source: Full-featured integration with KDE
be: Поўнафункцыянальная інтэграцыя з KDE
es: Integración completa con KDE
he: שילוב רב תכליתי עם KDE
sk: Plná integrácia s KDE

# Plugin|
source: KDE Emoticons
be: Смайлы KDE
es: Emoticonos de KDE
he: רגשוני KDE
sk: KDE smajlíky

# Plugin|
source: Using KDE emoticons packs
be: Пашырэнне карыстаня смайлаў KDE
es: Usando los paquetes de emoticonos de KDE
sk: Používať KDE balíčky smajlíkov

# Plugin|
source: KDE Crash handler
be: Апрацоўшчык падзення KDE
es: Manejador de fallos de KDE
he: מטפל קריסה KDE

# Plugin|
source: Handles qutIM's craches by KCrash
be: Апрацоўка падзення qutim праграмай KCrash
es: Maneja los cuelgues de qutIM por KCrash
he: מטפלת בקריסות של qutIM בעזרת KCrash

# Plugin|
source: KDE Spell checker
be: Праверка правапісу KDE
es: Corrector ortográfico de KDE
he: בודק איות KDE
sk: KDE kontrola pravopisu

# Plugin|
source: KDE Icon engine
be: Рухавік значкоў KDE
es: Motor de iconos de KDE
he: מנוע צלמית KDE

# Plugin|
source: Uses KDE Icon engine for providing icons
be: Выкарыстоўваць рухавік KDE для адмалёўкі значкоў
es: Usa el motor de iconos de KDE para proporcionar los iconos
he: משתמשת במנוע צלמית של KDE למען קביעת צלמיות
sk: Používa KDE ikony

# Plugin|
source: KDE Status Notifier
be: Апавяшчэнні KDE
es: Notificador de estado de KDE

# Plugin|
source: Using new KDE DBus tray specification
be: Выкарыстоўвае KDE DBus tray
es: Usando la especificación nueva de DBus de KDE
sk: Používa novú KDE DBus tray špecifikáciu

# Plugin|
source: About KDE dialog
be: Аб дыялогах KDE
es: Diálogo de Acerca de KDE
he: אודות דו שיח KDE
sk: Dialóg O KDE

# Plugin|
source: Show "About KDE" menu option
be: Паказваць меню "Аб KDE"
es: Mostrar la opción del menú «Acerca de KDE»
he: הצג אפשרות תפריט "אודות KDE"
sk: Zobrazuje v menu položku "O KDE"

# Plugin|
source: KDE About application dialog
be: Акно "Аб KDE"
es: Diálogo de Acerca de la aplicación de KDE

# Plugin|
source: Use kde-specific application about dialog
be: Выкарыстоўваць KDE дыялогі "Аб праграмме"
es: Usar el diálogo Acerca de específico de KDE
sk: Používa pre KDE špecifický dialóg O programe

# Settings|
source: Spell checker
be: Праверка правапісу
es: Corrector ortográfico
he: בודק איות
sk: Kontrola pravopisu
