Repository: baack/qutim-translations
Catalog: modules/kineticpopups/*.po
Languages: de, he, uk

# AppearanceSettings|
source: Form
he: טופס
uk: Стиль

# AppearanceSettings|
source: test
de: Testen!
he: ניסיון
uk: тест

# AppearanceSettings|
source: Preview is unavailable
de: Vorschau nicht verfügbar
he: תצוגה מקדימה אינה זמינה
uk: Попередній перегляд не доступний

# KineticPopups::Backend|
source: Show popup
de: Zeige Popup
he: הצג תיבה מוקפץ
uk: Показувати спливаючі повідомлення

# KineticPopups::Backend|
source: Unable to create notification inside QtQuick
de: Kann keine Benachrichtigung in QtQuick erstellen
he: אין אפשרות ליצור התראה בתוך QtQuick
uk: Неможливо створити сповіщення в QtQuick

# KineticPopups::PopupAppearance|
source: Simple popup
de: Völlig belangloses Popup
he: תיבה מוקפצת פשוטה
uk: Просте спливаюче повідомлення

# KineticPopups::PopupAppearance|
source: Preview
de: Vorschau
he: הצגה מוקדמת
uk: Тестове сповіщення

# KineticPopups::PopupAppearance|
source: Test again
de: Nochmal testen
he: בחן שוב
uk: Повторити тест

# KineticPopups::QuickNotify|
source: Notification from qutIM
de: Benachrichtigung von qutIM
he: התראה מן qutIM
uk: Сповіщення qutIM

# Plugin|
source: Kinetic popups
he: תיבה מוקפצת קינטית
uk: Кінетичні спливаючі повідомлення

# Plugin|
source: Growl-like popups, based on power of Qt Quick
de: Growl-ähnliche Benachrichtigungsfenster, basierend auf Qt-Quick
he: תיבה מוקפצת כמו של Growl, מבוססת על Qt Quick
uk: Growl-подібні сплваючі повідомлення, що базуються на Qt Quick

# Settings|
source: Popups
de: Benachrichtigungen
he: תיבות מוקפצות
uk: Спливаючі повідомлення
