Repository: baack/qutim-translations
Catalog: modules/adiumwebview/*.po
Languages: sk

# Adium::WebViewAppearance|
source: Choose background image
sk: Vybrať obrázok pozadia

# Adium::WebViewAppearance|
source: Images (*.png *.xpm *.jpg *.bmp *.gif)
sk: Obrázky (*.png *.xpm *.jpg *.bmp *.gif)

# Adium::WebViewFont|
source: Change
sk: Zmeniť

# Plugin|
source: Chat settings
sk: Nastavenia chatu

# QObject|
source: 1st quarter
sk: 1. štvrtina

# QObject|
source: 2nd quarter
sk: 2. štvrtina

# QObject|
source: 3rd quarter
sk: 3. štvrtina

# QObject|
source: 4th quarter
sk: 4. štvrtina

# QObject|
source: Normal
sk: Normálny

# QObject|
source: Download %fileName%
sk: Stiahnuť %fileName%

# Style|
source: Animated new messages
sk: Animované nové správy

# Style|
source: Avatar size
sk: Veľkosť obrázka

# Style|
source: Contact nick color
sk: Farba prezívky kontaktu

# Style|
source: My nick color
sk: Farba mojej prezívky

# Style|
source: Show avatars
sk: Zobraziť obrázky

# chatAppearance|
source: Message styles:
sk: Štýly správ:

# chatAppearance|
source: Show user icons
sk: Zobraziť ikony používateľa

# chatAppearance|
source: Show header
sk: Zobraziť hlavičku

# chatAppearance|
source: Text display:
sk: Zobraziť teXT:

# chatAppearance|
source: Set font...
sk: Nastaviť písmo...

# chatAppearance|
source: Default
sk: Predvolené

# chatAppearance|
source: Background:
sk: Pozadie:

# chatAppearance|
source: Use custom background
sk: Použiť vlastné pozadie

# chatAppearance|
source: Image:
sk: Obrázok:

# chatAppearance|
source: Normal
sk: Normálny

# chatAppearance|
source: Centered
sk: Vystredené

# chatAppearance|
source: Tiled
sk: Dlaždice

# chatAppearance|
source: Tiled (Centered)
sk: Dlaždice (vystredené)

# chatAppearance|
source: Scaled
sk: Prispôsobené

# chatAppearance|
source: Color:
sk: Farba:
