Repository: baack/qutim-translations
Catalog: modules/mobility/*.po
Languages: be, es, uk

# BearerManager|
source: Unable to find any network configuration. Perhaps Qt or QtMobility network bearer configured incorrectly. Bearer manager will not work properly, refer to your distribution maintainer.
be: Немагчыма вызнычыц сеткавае злучэнне. Магчыма налады Qt or QtMobility неслушныя. Кіраўнік злучэннямі не будзе працаваць належным чынам.
es: No se pudo encontrar una configuración de red apropiada. Quizás Qt o QtMobility se encuentra configurados incorrectamente. El gestor de portadores de red no funcionará adecuadamente.
uk: Не вдалося знайти налаштування мережі. Можливо мережеві налаштування Qt або QtMobility некоректні. Менеджер працює з помилками, зверніться до розробника дистрибутиву.

# Core::VibroBackend|
source: Vibrate
be: Вібрацыя
es: Vibrar
uk: Вібрація

# ManagerSettings|
source: Form
be: Форма
es: Formulario
uk: Стиль

# ManagerSettings|
source: Autoconnect on startup
be: Аўтазлучэнне падчас запуску
es: Conectarse automáticamente al inicio
uk: Авто підключення при запуску

# Plugin|
source: Multimedia engine
be: Рухавік мультымедыа
es: Motor multimedia
uk: Рушій мультимедіа

# Plugin|
source: Sound engine based on QtMultimedia
be: Гукавы рухавік, заснаваны на QtMultimedia
es: Motor de sonido basado en QtMultimedia
uk: Засоби відтворення звуку на основі QtMultimedia

# Plugin|
source: Vibro engine
be: Рухавік вібрацыі
es: Motor de vibración
uk: Рушій вібрації

# Plugin|
source: Vibro engine based on QtFeedback
be: Рухавік вібрацыі, заснаваны на QtFeedback
es: Motor de vibración basado en QtFeedback
uk: Рушій вібрації заснований на QtFeedback

# Plugin|
source: Network bearer Manager
be: Кіраўнік злучэннямі Bearer
es: Gestor de portadores de red
uk: Менеджер мережі

# Plugin|
source: Used to monitor the availability of network.
be: Выкарыстоўваецца для назірання за станам злучэння.
es: Usado para monitorizar la disponibilidad de la red
uk: Використовується для контролю стану мережі.

# Service|
source: BearerManager
be: Кіраўнік злучэннямі Bearer
es: Gestor de portadores de red
uk: Менеджер несної

# Settings|
source: Connection manager
be: Кіраўнік злучэннямі
es: Gestor de conexión
uk: Диспетчер з'єднань
