Repository: baack/qutim-translations
Catalog: modules/irc/*.po
Languages: he

source: AddAccountForm
he: טופסהוספתחשבון

# AddAccountForm|
source: Network name:
he: שם רשת תקשורת:

# AddAccountForm|
source: Servers:
he: שרתים:

# AddAccountForm|
source: Add server
he: הוסף שרת

# AddAccountForm|
source: Update server
he: עדכן שרת

# AddAccountForm|
source: Password:
he: סיסמה:

# AddAccountForm|
source: Port:
he: פורט:

# AddAccountForm|
source: Server:
he: שרת:

# AddAccountForm|
source: Protected by password
he: מוגן באמצעות סיסמה

# AddAccountForm|
source: Accept invalid ssl certificate
he: התר תעודת ssl חסרת תוקף

# AddAccountForm|
source: Secure Connection (SSL)
he: חיבור מאובטח (SSL)

# Author|
source: Alexey Prokhin
he: אלקסיי פרוקהין (Alexey Prokhin)

# EditNickForm|
source: Form
he: טופס

# EditNickForm|
source: Nick:
he: כינוי:

# EditNickForm|
source: Encoding:
he: קידוד:

# EditNickForm|
source: Full name:
he: שם מלא:

# EditNickForm|
source: Alternative nick:
he: כינוי חלופי:

# EditNickForm|
source: System
he: מערכת

# EditNickForm|
source: Password:
he: סיסמה:

# IRC|
source: Name
he: שם

# IRC|
source: Channel
he: ערוץ

# IRC|
source: Password
he: סיסמה

# IRC|
source: Auto-join
he: הצטרף אוטומטית

# IRC|
source: Show console...
he: הצג קונסולה...

# IRC|
source: Search channel...
he: חפש ערוץ...

# IrcChannel|
source: %1 gives channel operator privileges to %2.
he: המשתמש %1 מעניק הרשאות אופרטור למשתמש %2.

# IrcChannel|
source: %1 gives channel halfop privileges to %2.
he: המשתמש %1 מעניק הרשאות אופרטור חלקיות למשתמש %2.

# IrcChannel|
source: %1 gives %2 the permission to talk.
he: המשתמש %1 מעניק למשתמש %2 רשות לשוחח.

# IrcChannel|
source: %1 takes channel operator privileges from %2.
he: המשתמש %1 נטל מהמשתמש %2 הרשאות אופרטור.

# IrcChannel|
source: %1 takes channel halfop privileges from %2.
he: המשתמש %1 נטל מהמשתמש %2 הרשאות אופרטור חלקיות.

# IrcChannel|
source: %1 takes the permission to talk from %2.
he: המשתמש %1 נטל מהמשתמש %2 רשות לשוחח.

# IrcChannelListForm|
source: Form
he: טופס

# IrcConsoleForm|
source: IRC Server Console
he: קונסולת שרת IRC

# Plugin|
source: IRC protocol
he: פרוטוקול IRC

# Plugin|
source: Implementation of IRC protocol
he: מימוש של פרוטוקול IRC

# Plugin|
source: IRC account creator
he: מחולל חשבון IRC

# Plugin|
source: Account creator for IRC protocol
he: מחולל חשבון עבור פרוטוקול IRC

# Plugin|
source: Proxy support
he: תמיכת פרוקסי

# Plugin|
source: Proxy support for IRC protocol
he: תמיכת פרוקסי לפרוטוקול IRC

# QObject|
source: Not enough parameters for command %1
he: אין מספיק פרמטרים עבור פקודה %1

# Settings|
source: User information
he: מידע משתמש

# Settings|
source: Servers
he: שרתים

# Task|
source: Author
he: מחבר

# qutim_sdk_0_3::irc::ChannelsModel|
source: Channel
he: ערוץ

# qutim_sdk_0_3::irc::ChannelsModel|
source: Users
he: משתמשים

# qutim_sdk_0_3::irc::ChannelsModel|
source: Topic
he: נושא

# qutim_sdk_0_3::irc::IrcAccount|
source: Away
he: נעדר

# qutim_sdk_0_3::irc::IrcChannel|
source: You are now known as %1
he: הכינוי החדש שלך הוא %1

# qutim_sdk_0_3::irc::IrcChannel|
source: %1 are now known as %2
he: %1 ידוע/ה כעת בכינוי %2

# qutim_sdk_0_3::irc::IrcChannel|
source: %1 (%2) has joined the channel
he: %1 ‏(%2) נכנס/ה אל הערוץ

# qutim_sdk_0_3::irc::IrcChannel|
source: You left this channel (%1)
he: עזבת את ערוץ זה (%1)

# qutim_sdk_0_3::irc::IrcChannel|
source: You left this channel
he: עזבת את ערוץ זה

# qutim_sdk_0_3::irc::IrcChannel|
source: %1 has left this channel (%2)
he: %1 עזב/ה את ערוץ זה (%2)

# qutim_sdk_0_3::irc::IrcChannel|
source: %1 has left this channel
he: %1 עזב/ה את ערוץ זה

# qutim_sdk_0_3::irc::IrcChannel|
source: %1 has kicked you from the channel (%2)
he: %1 בעט/ה אותך מן הערוץ (%2)

# qutim_sdk_0_3::irc::IrcChannel|
source: %1 has kicked you from the channel
he: %1 בעט/ה אותך מן הערוץ

# qutim_sdk_0_3::irc::IrcChannel|
source: %1 has kicked %2 (%3)
he: %1 בעט/ה את %2 (%3)

# qutim_sdk_0_3::irc::IrcChannel|
source: %1 has kicked %2
he: %1 בעט/ה את %2

# qutim_sdk_0_3::irc::IrcChannel|
source: The channel topic is "%1"
he: נושא הערוץ הוא "%1"

# qutim_sdk_0_3::irc::IrcChannel|
source: The topic was set by %1 on %2.
he: הנושא נקבע על ידי %1‎ בתאריך %2.

# qutim_sdk_0_3::irc::IrcChannelListForm|
source: Fetching channels list...
he: מושך כעת רשימת ערוצים...

# qutim_sdk_0_3::irc::IrcChannelListForm|
source: Channels list loaded. (%1)
he: רשימת ערוצים נטענת כעת. (%1)

# qutim_sdk_0_3::irc::IrcChannelListForm|
source: Fetching channels list... (%1)
he: מושך כעת רשימת ערוצים... (%1)

# qutim_sdk_0_3::irc::IrcCommandAlias|
source: Kick / Ban
he: בעט / אסור

# qutim_sdk_0_3::irc::IrcCommandAlias|
source: Kick
he: בעט

# qutim_sdk_0_3::irc::IrcCommandAlias|
source: Kickban
he: בעט ואסור

# qutim_sdk_0_3::irc::IrcCommandAlias|
source: Ban
he: אסור

# qutim_sdk_0_3::irc::IrcCommandAlias|
source: Ban *!*@*.host
he: אסור את ‪*!*@*.host

# qutim_sdk_0_3::irc::IrcCommandAlias|
source: Ban *!*@domain
he: אסור את ‪*!*@domain

# qutim_sdk_0_3::irc::IrcCommandAlias|
source: Ban *!user@*.host
he: אסור את ‪*!user@*.host

# qutim_sdk_0_3::irc::IrcCommandAlias|
source: Ban *!user@domain
he: אסור את ‪*!user@domain

# qutim_sdk_0_3::irc::IrcCommandAlias|
source: Kickban *!*@*.host
he: בעט ואסור את ‪*!*@*.host

# qutim_sdk_0_3::irc::IrcCommandAlias|
source: Kickban *!*@domain
he: בעט ואסור את ‪*!*@domain

# qutim_sdk_0_3::irc::IrcCommandAlias|
source: Kickban *!user@*.host
he: בעט ואסור את ‪*!user@*.host

# qutim_sdk_0_3::irc::IrcCommandAlias|
source: Kickban *!user@domain
he: בעט ואסור את ‪*!user@domain

# qutim_sdk_0_3::irc::IrcCommandAlias|
source: Ping
he: פינג

# qutim_sdk_0_3::irc::IrcCommandAlias|
source: Request client information
he: בקש מידע לקוח

# qutim_sdk_0_3::irc::IrcCommandAlias|
source: Request version
he: בקש גרסא

# qutim_sdk_0_3::irc::IrcCommandAlias|
source: Request time
he: זמן בקשה

# qutim_sdk_0_3::irc::IrcCommandAlias|
source: Avatar
he: אווטאר

# qutim_sdk_0_3::irc::IrcCommandAlias|
source: Modes
he: מצבים

# qutim_sdk_0_3::irc::IrcCommandAlias|
source: Give Op
he: הענק אופרטור

# qutim_sdk_0_3::irc::IrcCommandAlias|
source: Take Op
he: שלול אופרטור

# qutim_sdk_0_3::irc::IrcCommandAlias|
source: Give HalfOp
he: הענק אופרטור חלקי

# qutim_sdk_0_3::irc::IrcCommandAlias|
source: Take HalfOp
he: שלול אופרטור חלקי

# qutim_sdk_0_3::irc::IrcCommandAlias|
source: Give voice
he: הענק ביטוי

# qutim_sdk_0_3::irc::IrcCommandAlias|
source: Take voice
he: שלול ביטוי

# qutim_sdk_0_3::irc::IrcCommandAlias|
source: Send WHOIS request
he: שלח בקשת WHOIS

# qutim_sdk_0_3::irc::IrcConnection|
source: Server %1 (Version %2), User modes: %3, Channel modes: %4
he: שרת %1 (גרסא %2), מצבי משתמש: %3, מצבי חדרים: %4

# qutim_sdk_0_3::irc::IrcConnection|
source: Message of the day:
he: הודעת היום:

# qutim_sdk_0_3::irc::IrcConnection|
source: End of message of the day
he: סוף של הודעת היום

# qutim_sdk_0_3::irc::IrcConnection|
source: Start of /LIST
he: תחילה של ‪/LIST‬

# qutim_sdk_0_3::irc::IrcConnection|
source: End of /LIST
he: סוף של ‪/LIST‬

# qutim_sdk_0_3::irc::IrcConnection|
source: Bad list syntax, type /QUOTE HELP LIST
he: תחביר רשימה רע, הקלד ‎/QUOTE HELP LIST

# qutim_sdk_0_3::irc::IrcConnection|
source: Server load is temporarily too heavy. Please wait a while and try again.
he: נטל שרת הינו כבד מדי זמנית. אנא המתן למשך זמן קצר ונסה שוב.

# qutim_sdk_0_3::irc::IrcConnection|
source: %1 set away message "%2"
he: %1 קבע/ה הודעת הרחק "%2"

# qutim_sdk_0_3::irc::IrcConnection|
source: %1 removed away message
he: %1 הסיר/ה הודעת הרחק

# qutim_sdk_0_3::irc::IrcConnection|
source: You are no longer marked as being away
he: אינך כבר מסומן/ת כנעדר/ת

# qutim_sdk_0_3::irc::IrcConnection|
source: You have been marked as being away
he: סומנת כנעדר/ת

# qutim_sdk_0_3::irc::IrcConnection|
source: Add at least one server before connecting
he: הוסף שרת אחד לפחות טרם התחברות

# qutim_sdk_0_3::irc::IrcConnection|
source: Set at least one nick before connecting
he: הוסף כינוי אחד לפחות טרם התחברות

# qutim_sdk_0_3::irc::IrcConnection|
source: Cannot connect to %1 network
he: אי אפשר להתחבר לרשת %1

# qutim_sdk_0_3::irc::IrcConnection|
source: Network error: %1
he: שגיאת רשת עבודה: %1

# qutim_sdk_0_3::irc::IrcConnection|
source: SSL error: %1
he: שגיאת SSL: ‫%1

# qutim_sdk_0_3::irc::IrcConnection|
source: SSL handshake completed
he: לחיצת יד SSL הושלמה

# qutim_sdk_0_3::irc::IrcProtocol|
source: Auto-join
he: הצטרף אוטומטית

# qutim_sdk_0_3::irc::IrcWhoisRepliesHandler|
source: %1 is %2@%3 (%4)
he: המשתמש %1 כעת %2@%3 (%4)

# qutim_sdk_0_3::irc::IrcWhoisRepliesHandler|
source: %1 is online via %2 (%3)
he: %1 מקוון דרך %2 (%3)

# qutim_sdk_0_3::irc::IrcWhoisRepliesHandler|
source: %1 is an IRC operator
he: %1 הינו אופרטור IRC

# qutim_sdk_0_3::irc::IrcWhoisRepliesHandler|
source: %1 has been idle since
he: %1 עצל מאז

# qutim_sdk_0_3::irc::IrcWhoisRepliesHandler|
source: %1 has been online since
he: %1 מקוון מאז

# qutim_sdk_0_3::irc::IrcWhoisRepliesHandler|
source: %1 is a user on channels:
he: %1 משתמש בערוצים:

# qutim_sdk_0_3::irc::IrcWhoisRepliesHandler|
source: %1 is logged in as %2
he: %1 מחובר בתוך %2

# qutim_sdk_0_3::irc::IrcWhoisRepliesHandler|
source: %1 is using a secure connection
he: %1 משתמש/ת בחיבור מוצפן
