Repository: baack/qutim-translations
Catalog: modules/core/*.po
Languages: de, es

# Core::ServiceChooser|
source: <b>Webpage:</b> <a href="%1">%1</a><br/>
de: <b>Webseite:</b> <a href="%1">%1</a><br/>

# Core::ServiceChooserWidget|
source: To take effect you must restart qutIM
de: Die Änderungen erfordern einen Neustart von qutIM

# Core::SimpleAboutDialog|
source: <div><b>qutIM</b> %1 is licensed under GNU General Public License, version 3 or (at your option) any later version.</div><div>qutIM resources such as themes, icons, sounds may come along with a different license.</div><br><hr><br>
de: <div><b>qutIM</b> %1 ist unter der GNU General Public License, Version 3 oder höher veröffentlicht.</div><div>Teile von qutIM (wie z.B. Themes, Icons, Sounds) haben möglicherweise andere Lizenzen.</div><br><hr><br>

# Core::SimpleContactList::AbstractContactModel|
source: Blink icon in the contact list
de: Symbol in der Kontaktliste blinken lassen

# Core::SimpleContactList::AbstractContactModel|
source: All tags
de: Alle Tags

# Core::SimpleContactList::AbstractContactModel|
source: Custom tags
de: Eigene Tags

# Core::SimpleContactList::AbstractContactModel|
source: Without tags
de: Ohne Tags

# Core::SimpleContactList::AbstractContactModel|
source: Would you like to merge contacts "%1" <%2> and "%3" <%4>?
de: Die Kontakte "%1" <%2> und "%3" <%4> verschmelzen?

# Core::SimpleContactList::AbstractContactModel|
source: Would you like to merge metacontacts "%1" and "%2"?
de: Die Metakontakte "%1" und "%2" verschmelzen?

# Core::SimpleContactList::AbstractContactModel|
source: Would you like to add "%1" <%2> to metacontact "%3"?
de: "%1" <%2> mit Metakontakt "%3" verschmelzen?

# Core::SimpleContactList::AbstractContactModel|
source: Contacts' merging
de: Kontakte verschmelzen

# Core::SimpleContactList::PlainModel|
source: Without tags
de: Ohne Tags

# Core::SimpleContactList::SeparatedModel|
source: Without tags
de: Ohne Tags

# Core::SimpleContactList::TreeModel|
source: Without tags
de: Ohne Tags

# DataForms|
source: no
de: Nein

# Plugin|
source: Activates the session when certain events
de: Aktiviert die Sitzung bei bestimmten Ereignissen

# Plugin|
source: Simple
de: Schlicht

# Plugin|
source: Contact list model, which show tags and contacts
de: Kontaktliste, die nach Tags gruppiert ist

# Plugin|
source: Contact list model, which show accounts, tags and contacts
de: Kontaktliste, die nach Konten und Tags gruppiert ist

# Plugin|
source: Contact list model, which shows only contacts
de: Kontaktliste, die nur die Kontakte auflistet

# Settings|
source: General
de: Allgemein

# Settings|
source: Proxy
de: Proxy-Server

# Status|
source: Invisible
de: Unsichtbar

# qutim_sdk_0_3::FileTransferJob|
source: Error
de: Fehler
