Repository: baack/qutim-translations
Catalog: modules/core/*.po
Languages: de, es

# ProfileCreationPage|
source: Used for profile identification
de: Wird verwendet, um das Profil zu identifizieren
es: Utilizado para identificar el perfil

# ProfileCreationPage|
source: Show advanced settings
de: Zeige erweiterte Einstellungen
es: Mostrar configuración avanzada

# ProfileCreationPage|
source: Advanced settings
de: Erweiterte Einstellungen
es: Configuración avanzada

# ProfileCreationPage|
source: Download clients icons from qutim.org server
de: Client-Icons vom Server qutim.org herunterladen
es: Descargar iconos de los clientes desde los servidores de qutim.org

# ProfileCreationPage|
source: Store data at application dir
de: Daten im Anwendungsverzeichnis speichern
es: Almacenar datos en la carpeta del aplicación

# ProfileCreationPage|
source: Config dir:
de: Einstellungen:
es: Carpeta de configuración:

# ProfileCreationPage|
source: History dir:
de: Nachrichtenverlauf:
es: Carpeta de historiales:

# ProfileCreationPage|
source: Data dir:
de: Daten:
es: Carpeta de datos:

# ProfileCreationPage|
source: Choose cryptograhic module:
de: Verschlüsselung wählen:
es: Elegir motor de cifrado:

# ProfileCreationPage|
source: Choose config backend:
de: Back-End für die Konfigurationsdateien:
es: Elegir motor de configuración:

# ProfileDialog|
source: Profiles
de: Profile
es: Perfiles

# Proxy|
source: Host
es: Servidor

# Proxy|
source: Port
es: Puerto

# Proxy|
source: User name
de: Benutzername
es: Nombre de usuario

# Proxy|
source: Password
de: Passwort
es: Contraseña

# QCoreApplication|
source: Are you sure you want to delete a contact %1 from the roster?
de: %1 wirklich aus der Kontaktliste löschen?
es: ¿Realmente deseas eliminar a %1 de la lista de contactos?

# QObject|
source: ToolBar appearance
de: Werkzeugleistenstil
es: Apariencia de la barra de herramientas

# QObject|
source: Icon size
de: Symbolgröße
es: Tamaño de icono

# QObject|
source: Tool button style
de: Schaltflächenstil
es: Posición del texto

# QObject|
source: 1st quarter
de: 1. Viertel
es: 1.‬‍‬er cuarto

# QObject|
source: 2nd quarter
de: 2. Viertel
es: 2.º cuarto

# QObject|
source: 3rd quarter
de: 3. Viertel
es: 3.er cuarto

# QObject|
source: 4th quarter
de: 4. Viertel
es: 4.º cuarto

# QObject|
source: Remove finished tasks
de: Abgeschlosse Übertragungen löschen
es: Eliminar tareas completadas

# QObject|
source: Close
de: Schließen
es: Cerrar

# QObject|
source: Message from %1:
de: Nachricht von %1:
es: Mensaje de %1:

# QObject|
source: Message to %1:
de: Nachricht an %1:
es: Mensaje para %1:

# QObject|
source: qutIM launched
de: qutIM wurde gestartet
es: Se ha iniciado qutIM

# QObject|
source: Blocked message from %1
de: Nachricht blockiert von %1
es: Mensaje de %1 bloqueado

# QObject|
source: %1 has joined
de: %1 hat den Raum betreten
es: %1 ha entrado

# QObject|
source: %1 is online
de: %1 ist online
es: %1 se ha conectado

# QObject|
source: %1 has left
de: %1 hat den Raum verlassen
es: %1 ha salido

# QObject|
source: %1 is offline
de: %1 ist offline
es: %1 se ha desconectado

# QObject|
source: %1 has changed status to %2
de: %1 hat jetzt den Status: %2
es: %1 ha cambiado su estado a %2

# QObject|
source: %1 has birthday today!!
de: %1 hat heute Geburtstag!!
es: ¡Hoy es el cumpleaños de %1!

# QObject|
source: %1 is typing
de: %1 tippt gerade...
es: %1 está escribiendo

# QObject|
source: %1 is asking for your attention
de: %1 bittet um deine Aufmerksamkeit
es: %1 requiere tu atención

# QObject|
source: System notify
de: Systemnachricht
es: Notificación del sistema

# QObject|
source: Open chat
de: Chat öffnen
es: Abrir conversación

# QObject|
source: Ignore
de: Ignorieren
es: Ignorar

# QObject|
source: Copy %1 to clipboard
de: %1 in die Zwischenablage kopieren
es: Copiar %1 al portapapeles

# QxtCommandOptions|
source: sets the application GUI style
de: Legt den Stil der Anwendung fest
es: establece el estilo de la IGU del aplicación

# QxtCommandOptions|
source: sets the application stylesheet
de: Legt das Stylesheet der Anwendung fest
es: establece la hoja de estilos del aplicación

# QxtCommandOptions|
source: restores the application from an earlier session
de: Stellt eine frühere Sitzung wieder her
es: restaura el aplicación al estado de una sesión anterior

# QxtCommandOptions|
source: displays debugging information about widgets
de: Zeigt Debug-Informationen über Widgets an
es: muestra información de depuración de los complementos

# QxtCommandOptions|
source: use right-to-left layout
de: Schriftrichtung von rechts nach links
es: utilizar disposición de derecha a izquierda

# QxtCommandOptions|
source: never grab the mouse or keyboard
de: Niemals die Maus einfangen
es: nunca capturar el ratón o teclado

# QxtCommandOptions|
source: grab the mouse/keyboard even in a debugger
de: Die Maus/Tastatur einfangen, auch im Debugger
es: capturar ratón y teclado incluso en el depurador

# QxtCommandOptions|
source: run in synchronous mode for debugging
de: Im Synchronmodus zum debuggen laufen
es: ejecutar en modo síncrono para depuración

# QxtCommandOptions|
source: use Direct3D by default
de: Direct3D standardmäßig verwenden
es: usar Direct3D por defecto

# QxtCommandOptions|
source: sets the X11 display
de: Legt das X11-Display fest
es: establece la salida de X11

# QxtCommandOptions|
source: sets the geometry of the first window
de: Legt die Größe des ersten Fensters fest
es: establece la geometría de la primera ventana

# QxtCommandOptions|
source: sets the default font
de: Legt die Standardschriftart fest
es: establece la fuente predeterminada

# QxtCommandOptions|
source: sets the default background color
de: Legt die Standard-Hintergrundfarbe fest
es: establece el color de fondo predeterminado

# QxtCommandOptions|
source: sets the default foreground color
de: Legt die Standard-Vordergrundfarbe fest
es: establece el color frontal predeterminado

# QxtCommandOptions|
source: sets the default button color
de: Legt die Standard-Schaltflächenfarbe fest
es: establece el color predeterminado del botón

# QxtCommandOptions|
source: sets the application name
de: Legt den Anwendungsnamen fest
es: establece el nombre del aplicación

# QxtCommandOptions|
source: sets the application title
de: Legt den Anwendungstitel fest
es: establece el título del aplicación

# QxtCommandOptions|
source: sets the X11 visual type
de: Legt den X11 "Visual-Type" fest
es: establece el tipo visual de X11

# QxtCommandOptions|
source: limit the number of colors on an 8-bit display
de: Begrenzt die Anzahl der Farben auf einem 8-Bit Bildschirm
es: limitar el número de colores en dispositivos de 8 bits

# QxtCommandOptions|
source: use a private color map
de: Eine eigene Farbpalette verwenden
es: utilizar un mapa de color privado

# QxtCommandOptions|
source: sets the input method server
de: Legt den Eingabemethodenserver fest
es: establece el servidor de métodos de entrada

# QxtCommandOptions|
source: disable the X Input Method
de: Deaktiviert die X-Input-Methode
es: deshabilita el método de entrada de X

# QxtCommandOptions|
source: sets the style used by the input method
de: Legt den Stil fest, der von der Eingabemethode verwendet wird
es: establece el estilo usado por el método de entrada

# QxtCommandOptions|
source: option "%1" not found
de: Option "%1" wurde nicht gefunden
es: opción "%1" no encontrada

# QxtCommandOptions|
source: Short options cannot have optional parameters
de: Kurze Optionen können keine optionalen Parameter haben
es: Las opciones abreviadas no pueden tener parámetros opcionales

# QxtCommandOptions|
source: positional() called before parse()
de: "positional()" wurde vor "parse()" aufgerufen
es: positional() llamado antes de parse()

# QxtCommandOptions|
source: unrecognized() called before parse()
de: "unrecognized()" wurde vor "parse()" aufgerufen
es: unrecognized() llamado antes de parse()

# QxtCommandOptions|
source: count() called before parse()
de: "count()" wurde vor "parse()" aufgerufen
es: count llamado antes de parse()

# QxtCommandOptions|
source: value() called before parse()
de: "value()" wurde vor "parse()" aufgerufen
es: value() llamado antes de parse()

# QxtCommandOptions|
source: parameters() called before parse()
de: "parameters()" wurde vor "parse()" aufgerufen
es: parameters() llamado antes de parse()

# QxtCommandOptions|
source: unrecognized parameters:
de: unbekannte Parameter:
es: Valores no reconocidos:

# QxtCommandOptions|
source: %1 requires a parameter
de: %1 benötigt einen Parameter
es: %1 requiere un valor

# SearchForm|
source: Search
de: Suchen
es: Buscar

# SearchForm|
source: Back
de: Zurück
es: Volver

# Service|
source: AboutDialog
es: Diálogo "acerca de"

# Service|
source: AccountCreator
es: Creador de cuentas

# Service|
source: ActionBoxModule
es: Módulo de caja de acción

# Service|
source: AddContact
es: Añadir contacto

# Service|
source: ApplicationWindow
es: Ventana de aplicación

# Service|
source: AuthorizationService
es: Servicio de autorizaciones

# Service|
source: AutoAway
es: Auto-ausencia

# Service|
source: Bearer
es: Portador

# Service|
source: ChatForm
es: Ventana de conversación

# Service|
source: ChatLayer
es: Capa de conversaciones

# Service|
source: ChatViewFactory
es: Generador de visualización de salas de conversación

# Service|
source: ConferenceManager
es: Gestor de conversaciones

# Service|
source: ContactDelegate
es: Delegado de contacto

# Service|
source: ContactInfo
es: Información de contacto

# Service|
source: ContactList
es: Lista de contactos

# Service|
source: ContactListItemDelegate
es: Delegado de ítem de lista de contactos

# Service|
source: ContactListWidget
es: Complemento lista de contactos

# Service|
source: ContactModel
es: Modelo de contacto

# Service|
source: Core::ContactDelegate
es: Núcleo::Delegado de contacto

# Service|
source: CrashHandler
es: Gestor de errores

# Service|
source: DataFormsBackend
es: Motor de formularios de entrada de datos

# Service|
source: Dock
es: Bandeja

# Service|
source: FileTransferManager
es: Gestor de transferencias

# Service|
source: IconLoader
es: Cargador de iconos

# Service|
source: Idle
es: Ausente

# Service|
source: JoinGroupChat
es: Unirse a conversación

# Service|
source: Led
es: Liderado

# Service|
source: MetaContactManager
es: Gestor de metacontactos

# Service|
source: NotificationSettings
es: Configuración de las notificaciones

# Service|
source: NowPlaying
es: Reproduciendo ahora

# Service|
source: Popup
es: Ventanas emergentes

# Service|
source: RosterStorage
es: Almacén de lista de contactos

# Service|
source: Scroller
es: Desplazamiento

# Service|
source: SearchForm
es: Caja de búsqueda

# Service|
source: SearchLayer
es: Capa de búsqueda

# Service|
source: SettingsLayer
es: Capa de configuración

# Service|
source: Sound
es: Sonido

# Service|
source: SpellChecker
es: Corrector ortográfico

# Service|
source: TrayIcon
es: Bandeja de sistema

# Service|
source: Vibration
es: Vibración

# Service|
source: VibrationAlert
es: Vibración

# Service|
source: Settings Window
es: Ventana de configuración

# SessionHelperSettings|
source: Form
es: Formulario

# SessionHelperSettings|
source: Activate multichat when session created
de: Nachrichtenfenster beim Verbinden mit einem Konto öffnen
es: Activar multiconversación cuando se inicia una sesión

# Settings|
source: Test settings
de: Einstellungen testen
es: Probar configuración

# Settings|
source: Text
es: Texto

# Settings|
source: Check
es: Comprobar

# Settings|
source: Open File
de: Datei öffnen
es: Abrir archivo

# Settings|
source: Log file (*.log)
de: Logdatei (*.log)
es: Archivo de historial (*.log)

# Settings|
source: Protocols
de: Protokolle
es: Protocolos

# Settings|
source: Appearance
de: Benutzeroberfläche
es: Aspecto

# Settings|
source: Plugins
es: Complementos

# Settings|
source: Special
de: Spezial
es: Especial

# Settings|
source: Invalid
de: Ungültig
es: Inválido

# Settings|
source: Accounts
de: Konten
es: Cuentas

# Settings|
source: Chat
de: Nachrichtenfenster
es: Salas de conversación

# Settings|
source: Emoticons
es: Emoticonos

# Settings|
source: File transfer
de: Dateiübertragungen
es: Transferencia de ficheros

# Settings|
source: Scrolling type
de: Scrollart
es: Tipo de desplazamiento

# Settings|
source: Localization
de: Sprache
es: Idiomas

# Settings|
source: Notifications
de: Benachrichtigungen
es: Notificaciones

# Settings|
source: Global proxy
de: Globaler Proxy-Server
es: Proxy global

# Settings|
source: Icons theme
de: Icons
es: Temas de iconos

# Settings|
source: Service chooser
de: Dienstzuordnung
es: Proveedores de servicios

# Settings|
source: Protocol chooser
de: Protokollzuordnung
es: Selector de protocolos

# Settings|
source: Plugin chooser
de: Pluginauswahl
es: Plugins

# Settings|
source: Shortcuts
de: Tastenkürzel
es: Atajos de teclado

# Settings|
source: Sounds
de: Klänge
es: Sonidos

# SettingsDialog|
source: Form
es: Formulario

# Shortcut|
source: Close
de: Schließen
es: Cerrar

# Shortcut|
source: Next child
de: Nächstes Objekt
es: Descendiente siguiente

# Shortcut|
source: Previous child
de: Vorheriges Objekt
es: Descendiente anterior

# Shortcut|
source: Find
de: Suchen
es: Buscar

# Shortcut|
source: Find next
de: Weitersuchen
es: Buscar siguiente

# Shortcut|
source: Find previous
de: Suche aufwärts
es: Buscar anterior

# Shortcut|
source: Preferences
de: Einstellungen
es: Preferencias

# Shortcut|
source: Quit
de: Beenden
es: Salir

# Shortcut|
source: System
es: Sistema

# ShortcutSettingsWidget|
source: Form
es: Formulario

# SimpleAboutDialog|
source: About qutIM
de: Über qutIM
es: Acerca de qutIM

# SimpleAboutDialog|
source: Module based instant messenger.
de: Modulbasierter Instant-Messenger.
es: Cliente de mensajería instantánea basado en módulos.

# SimpleAboutDialog|
source: Source code repository:
de: Quelltext:
es: Repositorio:

# SimpleAboutDialog|
source: Project site:
de: Projektseite:
es: Página del proyecto:

# SimpleAboutDialog|
source: Bug tracker:
es: Seguimiento de errores:

# SimpleAboutDialog|
source: Developers
de: Entwickler
es: Desarrolladores

# SimpleAboutDialog|
source: Translators
de: Übersetzer
es: Traductores

# SimpleAboutDialog|
source: License
de: Lizenz
es: Licencia

# SimpleContactlistSettings|
source: Form
es: Formulario

# SimpleContactlistSettings|
source: Status icons size:
de: Statussymbolgröße:
es: Tamaño del icono de estado:

# SimpleContactlistSettings|
source: Show avatars
de: Zeige Avatarbilder
es: Mostrar avatares

# SimpleContactlistSettings|
source: Show status text
de: Zeige Statusnachrichten
es: Mostrar mensaje de estado

# SimpleContactlistSettings|
source: Show extended icons
de: Zeige erweiterte Symbole
es: Mostrar iconos extendidos

# SimpleContactlistSettings|
source: Lite group headers
de: Einfache Überschriften
es: Resaltar las cabeceras de los grupos

# SimpleContactlistSettings|
source: Show contact list on startup
de: Kontaktliste beim Systemstart anzeigen
es: Mostrar lista de contactos al inicio

# SimplePasswordWidget|
source: Password Request
de: Passwortabfrage
es: Petición de contraseña

# SimplePasswordWidget|
source: Enter password for account %1 (%2):
de: Passwort für das Konto %1 (%2) eingeben:
es: Introduce la contraseña para la cuenta %1 (%2):

# SimplePasswordWidget|
source: Enter password:
de: Passwort eingeben:
es: Introducir contraseña:

# SimplePasswordWidget|
source: Remember password
de: Passwort speichern
es: Recordar contraseña

# SimpleStatusDialog|
source: Set Status Text
de: Statusnachricht eingeben
es: Establecer mensaje de estado

# SimpleTagsEditor|
source: Add
de: Hinzufügen
es: Agregar

# SimpletraySettings|
source: Form
es: Formulario

# SimpletraySettings|
source: Icon
de: Symbol
es: Icono

# SimpletraySettings|
source: Show number of new messages
de: Zeige Anzahl der neuen Nachrichten
es: Mostrar número de mensajes sin leer

# SimpletraySettings|
source: Show number of chats with new messages
de: Zeige Anzahl von Chats mit neuen Nachrichten
es: Mostrar número de conversaciones con mensajes sin leer

# SimpletraySettings|
source: Show only icon
de: Zeige nur das Symbol
es: Mostrar sólo icono

# SimpletraySettings|
source: Other
de: Sonstiges
es: Otros

# SimpletraySettings|
source: Show mail icon if there are new messages
de: Zeige Briefsymbol bei neuen Nachrichten
es: Mostrar icono de correo si hay nuevos mensajes

# SimpletraySettings|
source: Blink icon
de: Symbol blinken lassen
es: Parpadear

# Sound|
source: No sound
de: Keine Klänge
es: Sin sonido

# SoundTheme|
source: Preview
de: Vorschau
es: Vista previa

# SoundTheme|
source: Type
de: Ereignis
es: Tipo

# SoundTheme|
source: Play
de: Abspielen
es: Reproducir

# SoundThemeSelector|
source: Form
es: Formulario

# StackedChatBehavior|
source: Form
es: Formulario

# StackedChatBehavior|
source: Send Key
de: Nachricht senden mit
es: Tecla de envío

# StackedChatBehavior|
source: Store service messages in history
de: Servicenachrichten im Verlauf speichern
es: Almacenar mensajes del servidor en el historial

# StackedChatBehavior|
source: Number of previous messages shown in new chats
de: Anzahl der letzten Nachrichten, die in neuen Chatfenstern angezeigt werden
es: Número de mensajes previos a mostrar en nuevas conversaciones

# StackedChatBehavior|
source: Number of shown previous messages:
de: Zeige die letzten Nachrichten:
es: Número de mensajes previos a mostrar:

# StackedChatBehavior|
source: Don't group messages after (sec):
de: Nachrichten nicht mehr gruppieren nach (Sekunden):
es: No agrupar mensajes tras (segundos):

# StackedChatBehavior|
source: Autoresize the input field
de: Größe des Eingabefeldes automatisch anpassen
es: Autorredimensionar la caja de entrada de texto

# Status|
source: Online
es: Conectado

# Status|
source: Free for chat
de: Chatfreudig
es: Disponible

# Status|
source: Away
de: Abwesend
es: Fuera

# Status|
source: Not available
de: Nicht verfügbar
es: No disponible

# Status|
source: Do not disturb
de: Nicht stören
es: No molestar

# Status|
source: Offline
es: Desconectado

# Status|
source: Connecting
de: Verbinden
es: Conectando

# Status|
source: Unknown
de: Unbekannt
es: Desconocido

# TRANSLATORS|
source: Your names
de: Martin Häckel
es: Tus nombres

# TRANSLATORS|
source: Your emails
de: martinhaeckel@gmx.de
es: Tus emails

# TRANSLATORS|
source: Your web addresses
de: http://qutim-forum.de
es: Tus direcciones web

# TabbedChatBehavior|
source: Form
es: Formulario

# TabbedChatBehavior|
source: Send Key
de: Nachricht senden mit
es: Tecla de envío

# TabbedChatBehavior|
source: Store service messages in history
de: Servicenachrichten im Verlauf speichern
es: Almacenar mensajes del servidor en el historial

# TabbedChatBehavior|
source: Number of previous messages shown in new chats
de: Anzahl der letzten Nachrichten, die in neuen Chatfenstern angezeigt werden
es: Número de mensajes previos a mostrar en nuevas conversaciones

# TabbedChatBehavior|
source: Number of shown previous messages:
de: Zeige die letzten Nachrichten:
es: Número de mensajes previos a mostrar:

# TabbedChatBehavior|
source: Don't group messages after (sec):
de: Nachrichten nicht mehr gruppieren nach (Sekunden):
es: No agrupar mensajes tras (segundos):

# TabbedChatBehavior|
source: Tab position:
de: Position der Tabs:
es: Posición de las pestañas:

# TabbedChatBehavior|
source: Form layout:
de: Chatformular:
es: Disposición de la ventana:

# TabbedChatBehavior|
source: Chat state icons on tabs
de: Zeige Chatstatus-Symbole auf den Tabs
es: Mostrar iconos de estado en las pestañas

# TabbedChatBehavior|
source: Show menubar
de: Zeige Menüleiste
es: Mostrar menú

# TabbedChatBehavior|
source: Show context-related window icon
de: Fenstericon abhängig vom Inhalt des aktiven Tabs anzeigen
es: Mostrar icono relacionado con el contexto en la ventana

# TabbedChatBehavior|
source: Autoresize the input field
de: Größe des Eingabefeldes automatisch anpassen
es: Autorredimensionar la caja de entrada de texto

# TagsFilterDialog|
source: Select tags
de: Tags auswählen
es: Elegir grupos

# Task|
source: Translator
de: Übersetzer
es: Traductor

# Task|
source: Author
de: Autor
es: Autor

# ToolTip|
source: Account
de: Konto
es: Cuenta

# emoticonsSelector|
source: Form
es: Formulario

# qutim_sdk_0_3::ContactSearchRequest|
source: Add contact
de: Kontakt hinzufügen
es: Agregar contacto

# qutim_sdk_0_3::FileTransferJob|
source: Initiation
de: Initialisieren
es: Iniciación

# qutim_sdk_0_3::FileTransferJob|
source: Started
de: Gestartet
es: Iniciado

# qutim_sdk_0_3::FileTransferJob|
source: Finished
de: Abgeschlossen
es: Completado

# qutim_sdk_0_3::FileTransferJob|
source: Unknown
de: Unbekannt
es: Desconocido

# qutim_sdk_0_3::FileTransferJob|
source: Network error
de: Netzwerkfehler
es: Error de red

# qutim_sdk_0_3::FileTransferJob|
source: Canceled
de: Abgebrochen
es: Cancelado

# qutim_sdk_0_3::FileTransferJob|
source: Not supported
de: Nicht unterstützt
es: No soportado

# qutim_sdk_0_3::FileTransferJob|
source: Input/output error
de: I/O-Fehler
es: Error de entrada/salida

# qutim_sdk_0_3::ModuleManager|
source: Could not init plugin: %1
de: Kann das Plugin nicht initialisieren: %1
es: No se pudo iniciar el plugin: %1

# qutim_sdk_0_3::Profile|
source: Password is mismatched.
de: Falsches Passwort
es: La contraseña es incorrecta.

# qutim_sdk_0_3::Profile|
source: Crypto service is unknown.
de: Unbekannter Verschlüsselungsdienst
es: El servicio criptográfico es desconocido.

# qutim_sdk_0_3::Profile|
source: Wrong profile id.
de: Falsche Profil-ID
es: ID de perfil incorrecta.

# qutim_sdk_0_3::Profile|
source: Can't open file with hash
de: Kann Datei mit dem Hash nicht öffnen
es: No se pudo abrir el fichero con firma

# qutim_sdk_0_3::SoundHandler|
source: Play sound
de: Abspielen
es: Reproducir

# qutim_sdk_0_3::StatisticsHelper|
source: <b>Short:</b> %1 <br /><b>Version:</b> %2 <br /><b>Full:</b> %3 <br /><b>qutIM Version:</b> %4 <br /><b>Qt Version:</b> %5 (%6 bit) <br /><b>Screen resolution:</b> %7 x %8 <br /><b>System locale:</b> %9<br />
de: <b>Betriebssystem (kurz):</b> %1 <br /><b>Version:</b> %2 <br /><b>Betriebssystem (lang):</b> %3 <br /><b>qutIM-Version:</b> %4 <br /><b>Qt-Version:</b> %5 (%6 bit) <br /><b>Bildschirmauflösung:</b> %7 x %8 <br /><b>Systemsprache:</b> %9<br />
es: <b>Resumen:</b> %1 <br/><b>Versión:</b> %2 <br/><b>Completo:</b> %3 <br /><b>Versión de qutIM:</b> %4 <br /><b>Versión de Qt:</b> %5 (%6 bit) <br /><b>Resolución:</b> %7 x %8 <br /><b>Idioma:</b> %9<br />

# userInformationClass|
source: userInformation
es: Datos del usuario

# userInformationClass|
source: Request details
de: Details anfordern
es: Solicitar detalles

# userInformationClass|
source: Save
de: Speichern
es: Guardar

# userInformationClass|
source: Close
de: Schließen
es: Cerrar

# ChatSession|
source: Auto
de: Automatisch

# ContactInfo|
source: General
de: Allgemein

# ContactInfo|
source: no
de: Nein

# ContactList|
source: Show/Hide offline
de: Offline-Kontakte anzeigen/verstecken

# Core::PluginChooserWidget|
source: To take effect you must restart qutIM
de: Die Änderungen erfordern einen Neustart von qutIM

# Core::PluginChooserWidget|
source: <b>Description: </b> %1 <br />
de: <b>Beschreibung: </b> %1 <br />

# Core::PluginChooserWidget|
source: <b>Task:</b> %1<br/>
de: <b>Aufgabe:</b> %1<br/>

# Core::PluginChooserWidget|
source: <b>Webpage:</b> <a href="%1">%1</a><br/>
de: <b>Webseite:</b> <a href="%1">%1</a><br/>

# Core::ProfileCreationPage|
source: Error
de: Fehler

# Core::ProtocolChooserWidget|
source: To take effect you must restart qutIM
de: Die Änderungen erfordern einen Neustart von qutIM

# Core::ServiceChooser|
source: <b>Description: </b> %1 <br />
de: <b>Beschreibung: </b> %1 <br />

# Core::ServiceChooser|
source: <b>Task:</b> %1<br/>
de: <b>Aufgabe:</b> %1<br/>
