Repository: baack/qutim-translations
Catalog: modules/core/*.po
Languages: de, es

# Account|
source: Authorization failed
de: Nicht autorisiert
es: Autorización fallida

# Account|
source: Add new account
de: Neues Konto hinzufügen
es: Añade una nueva cuenta

# Account|
source: Just add or create new account
de: Ein neues Konto erstellen oder hinzufügen
es: Simplemente crea o añade una cuenta

# Account|
source: Accounts
de: Konten
es: Cuentas

# AccountCreatorList|
source: Form
es: Formulario

# AccountCreatorProtocols|
source: WizardPage
es: Asistente

# ActionToolBar|
source: Small
de: Klein
es: Pequeño

# ActionToolBar|
source: Default
de: Standard
es: Predeterminado

# ActionToolBar|
source: Big
de: Groß
es: Grande

# ActionToolBar|
source: Huge
de: Sehr groß
es: Enorme

# ActionToolBar|
source: Only display the icon
de: Nur Symbole
es: Mostrar sólo iconos

# ActionToolBar|
source: Only display the text
de: Nur Text
es: Mostrar sólo el texto

# ActionToolBar|
source: The text appears beside the icon
de: Text neben Symbolen
es: Mostrar texto al lado de los iconos

# ActionToolBar|
source: The text appears under the icon
de: Text unter den Symbolen
es: Mostrar texto bajo los iconos

# ActionToolBar|
source: Follow the style
de: Vorgabe des Stils
es: Seguir el estilo

source: Add contact
de: Kontakt hinzufügen...
es: Agregar contacto

# AddContact|
source: TextLabel
es: Etiqueta

# AddContact|
source: Name:
es: Nombre:

# AddContact|
source: Remove from roster
de: Aus der Kontaktliste entfernen
es: Eliminar de la lista de contactos

# AddContact|
source: Add to roster
de: Zur Kontaktliste hinzufügen
es: Añadir a la lista de contactos

# AddContact|
source: Unavailable
de: Nicht verfügbar
es: No disponible

# AddContact|
source: Remove contact
de: Kontakt löschen
es: Eliminar contacto

# AuthDialog|
source: Dialog
es: Diálogo

# AuthDialog|
source: TextLabel
es: Etiqueta

source: Auto-away
de: Statusautomatik
es: Auto-ausencia

# Chat|
source: View History
de: Verlauf anzeigen
es: Ver historial

# ChatLayer|
source: Open session list
de: Öffne Fensterliste
es: Abrir lista de sesiones

# ChatLayer|
source: Insert Emoticon
de: Emoticon einfügen
es: Insertar emoticono

# ChatLayer|
source: Show Emoticons
de: Emoticons anzeigen
es: Mostrar emoticonos

# ChatLayer|
source: Quote
de: Zitieren
es: Citar

# ChatLayer|
source: Clear Chat
de: Nachrichtenfenster leeren
es: Vaciar conversación

# ChatLayer|
source: Clear chat
de: Nachrichtenfenster leeren
es: Vaciar conversación

# ChatLayer|
source: Clear chat field
de: Nachrichtenfenster leeren
es: Vaciar campo

# ChatLayer|
source: Close chat
de: Tab schließen
es: Cerrar conversación

# ChatLayer|
source: ChatWidget
de: Nachrichtenfenster
es: Módulo de conversación

# ChatLayer|
source: Next chat
de: Nächster Tab
es: Conversación siguiente

# ChatLayer|
source: Previous chat
de: Vorheriger Tab
es: Conversación anterior

# ChatLayer|
source: ContactList
de: Kontaktliste
es: Lista de contactos

# ChatSession|
source: Last active
de: Zuletzt aktiv
es: Última actividad

# ContactInfo|
source: Received authorization request from %1:
de: Erlaubnisanfrage von %1 erhalten:
es: Se ha recibido una petición de autorización de %1:

# ContactInfo|
source: Send authorization request to %1:
de: Erlaubnisanfrage an %1 senden:
es: Enviar petición de autorización a %1:

# ContactInfo|
source: About contact %1 <%2>
de: Über Kontakt %1 <%2>
es: Información del contacto %1 <%2>

# ContactInfo|
source: About account %1
de: Über Konto %1
es: Información de la cuenta %1

# ContactInfo|
source: About %1 <%2>
de: Über %1 <%2>
es: Acerca de %1 <%2>

# ContactInfo|
source: Summary
de: Zusammenfassung
es: Sumario

# ContactInfo|
source: yes
de: Ja
es: sí

# ContactInfo|
source: Information unavailable
de: Keine Informationen
es: Información no disponible

# ContactInfo|
source: Show information
de: Benutzerinformationen
es: Mostrar información

# ContactInfo|
source: Edit information
de: Benutzerinfo bearbeiten
es: Editar información

# ContactList|
source: Show tags and contacts
de: Tags und Kontakte
es: Mostrar grupos y contactos

# ContactList|
source: Show only contacts
de: Nur Kontakte
es: Mostrar sólo contactos

# ContactList|
source: Show accounts, tags and contacts
de: Accounts, Tags und Kontakte
es: Mostrar cuentas, grupos y contactos

# ContactList|
source: Copy id to clipboard
de: ID in die Zwischenablage kopieren
es: Copiar id al portapapeles

# ContactList|
source: Edit tags
de: Tags bearbeiten
es: Editar grupos

# ContactList|
source: Rename contact
de: Umbenennen
es: Renombrar contacto

# ContactList|
source: Enable/disable sound
de: Klänge aktivieren/deaktivieren
es: Habilitar/deshabilitar sonido

# ContactList|
source: Change global status
de: Globalen Status ändern
es: Cambiar estado globalmente

# ContactList|
source: Activate main menu
de: Hauptmenü öffnen
es: Activar menú principal

# ContactList|
source: &Settings...
de: &Einstellungen...
es: &Configuración...

# ContactList|
source: Main menu
de: Hauptmenü
es: Menú principal

# ContactList|
source: &Quit
de: &Beenden
es: &Salir

source: Contact list
de: Kontaktliste
es: Lista de contactos

# ContactList|
source: Select tags
de: Tags
es: Elige grupos

# ContactList|
source: Hide offline
de: Offline-Kontakte verstecken
es: Ocultar desconectados

# ContactList|
source: Default style
de: Standard
es: Estilo predeterminado

# ContactList|
source: Default (depends on platform)
de: Standard (Systemeinstellungen)
es: Predeterminado (depende del sistema)

# ContactList|
source: Small (16x16)
de: Klein (16x16)
es: Pequeño (16x16)

# ContactList|
source: Medium (22x22)
de: Normal (22x22)
es: Medio (22x22)

# ContactList|
source: Large (32x32)
de: Groß (32x32)
es: Grande (32x32)

# ContactList|
source: Very large (48x48)
de: Sehr Groß (48x48)
es: Muy grande (48x48)

# ContactList|
source: Huge (64x64)
de: Riesig (64x64)
es: Enorme (64x64)

# ContactList|
source: qutIM 0.2 style
de: qutIM 0.2
es: Estilo de qutIM 0.2

# ContactSearch|
source: Search contact
de: Kontakt suchen...
es: Buscar contacto

# Core|
source: About qutIM
de: Über qutIM
es: Acerca de qutIM

# Core::AccountCreatorList|
source: Properties
de: Einstellungen
es: Propiedades

# Core::AccountCreatorList|
source: Account settings
de: Kontoeinstellungen
es: Configuración de la cuenta

# Core::AccountCreatorList|
source: Remove account
de: Konto löschen
es: Eliminar cuenta

# Core::AccountCreatorList|
source: Are you sure want to remove %1
de: %1 wirklich löschen?
es: ¿Realmente deseas eliminar %1?

# Core::AccountCreatorProtocols|
source: Select protocol
de: Protokoll auswählen
es: Elige un protocolo

# Core::AccountCreatorWizard|
source: Add a new account
de: Neues Konto hinzufügen
es: Agregar una nueva cuenta

# Core::ActionWidget|
source: Stop
de: Anhalten
es: Parar

# Core::ActionWidget|
source: Stop the task
de: Die Übertragung anhalten
es: Parar la tarea

# Core::ActionWidget|
source: Remove
de: Löschen
es: Eliminar

# Core::ActionWidget|
source: Remove the task
de: Die Übertragung löschen
es: Eliminar la tarea

# Core::AddContact|
source: Start chat
de: Chat öffnen
es: Iniciar conversación

# Core::AddContact|
source: Show info
de: Benutzerinformationen
es: Mostrar información

# Core::AddContact|
source: Account must be online
de: Konto muss online sein
es: La cuenta debe estar conectada

# Core::AdiumChat::AbstractChatWidget|
source: Chat with %1 (have %2 unread messages)
de: Chat mit %1 (%2 ungelesene Nachrichten)
es: Conversación con %1 (tiene %2 mensajes sin leer)

# Core::AdiumChat::AbstractChatWidget|
source: Chat with %1
de: Chat mit %1
es: Conversación con %1

# Core::AdiumChat::AbstractChatWidget|
source: Conference %1 (%2)
de: Konferenz mit %1 (%2)
es: Conversación %1 (%2)

# Core::AdiumChat::ChatEmoticonsWidget|
source: Close
de: Schließen
es: Cerrar

# Core::AdiumChat::ConferenceContactsView|
source: Insert Nick
de: Spitzname einfügen
es: Introducir apodo

# Core::AdiumChat::ConferenceContactsView|
source: Conference participants
de: Benutzerliste
es: Participantes

# Core::AdiumChat::ConferenceContactsView|
source: Private
de: Privat
es: Privado

# Core::AdiumChat::SessionListWidget|
source: Close chat
de: Chat schließen
es: Cerrar conversación

# Core::AdiumChat::SessionListWidget|
source: Session list
de: Fensterliste
es: Lista de sesiones

# Core::AdiumChat::StackedChatBehavior|
source: Ctrl+Enter
de: Strg+Enter
es: Ctrl+Intro

# Core::AdiumChat::StackedChatBehavior|
source: Double Enter
de: Doppeltes Enter
es: Doble intro

# Core::AdiumChat::StackedChatBehavior|
source: Enter
es: Intro

# Core::AdiumChat::StackedChatWidget|
source: Chat Actions
de: Symbolleiste
es: Acciones de la conversación

# Core::AdiumChat::StackedChatWidget|
source: Send to
de: Senden an
es: Enviar a

# Core::AdiumChat::StackedChatWidget|
source: Actions
de: Aktionen
es: Acciones

# Core::AdiumChat::TabbedChatBehavior|
source: Ctrl+Enter
de: Strg+Enter
es: Ctrl+Intro

# Core::AdiumChat::TabbedChatBehavior|
source: Double Enter
de: Doppeltes Enter
es: Doble intro

# Core::AdiumChat::TabbedChatBehavior|
source: Enter
es: Intro

# Core::AdiumChat::TabbedChatBehavior|
source: North
de: Oben
es: Arriba

# Core::AdiumChat::TabbedChatBehavior|
source: South
de: Unten
es: Abajo

# Core::AdiumChat::TabbedChatBehavior|
source: Classic
de: Einfach
es: Clásico

# Core::AdiumChat::TabbedChatBehavior|
source: Adium-like
de: Adium-Chat
es: Como Adium

# Core::AdiumChat::TabbedChatWidget|
source: Chat Actions
de: Symbolleiste
es: Acciones de la conversación

# Core::AdiumChat::TabbedChatWidget|
source: Send to
de: Senden an
es: Enviar a

# Core::AdiumChat::TabbedChatWidget|
source: Session list
de: Fensterliste
es: Lista de sesiones

# Core::AdiumChat::TabbedChatWidget|
source: Send
de: Senden
es: Enviar

# Core::AdiumChat::TabbedChatWidget|
source: &Actions
de: &Aktionen
es: &Acciones

# Core::AdiumChat::TabbedChatWidget|
source: Accoun&ts
de: &Konten
es: &Cuentas

# Core::AdiumChat::TabbedChatWidget|
source: &Chat
es: &Conversación

# Core::AuthDialogPrivate|
source: Actions
de: Aktionen
es: Acciones

# Core::ChatNotificationsBackend|
source: Add message to chat
de: Zeige Infotext im Nachrichtenfenster
es: Añadir mensaje a la conversación

# Core::ChatSpellChecker|
source: Add to dictionary
de: Zum Wörterbuch hinzufügen
es: Añadir al diccionario

# Core::ContactListSettings|
source: Model
de: Gliederung
es: Modelo

# Core::ContactListSettings|
source: Widget style
de: Stil des (äußeren) Fensters
es: Estilo de los módulos

# Core::ContactListSettings|
source: Contacts style
de: Stil der (inneren) Kontaktliste
es: Estilo de los contactos

# Core::ContactListSettings|
source: To take effect you must restart qutIM
de: Die Änderungen erfordern einen Neustart von qutIM
es: Debes reiniciar qutIM para aplicar los cambios

# Core::FileTransferDialog|
source: Remove
de: Löschen
es: Eliminar

# Core::FileTransferDialog|
source: Stop
de: Anhalten
es: Parar

# Core::FileTransferDialog|
source: Open containing folder
de: Den Ordner öffnen
es: Abrir carpeta contenedora

# Core::FileTransferDialog|
source: Open
de: Öffnen
es: Abrir

# Core::FileTransferJobModel|
source: From
de: Von
es: De

# Core::FileTransferJobModel|
source: To
de: An
es: Para

# Core::HistoryWindow|
source: No History
de: Kein Verlauf
es: Historial vacío

# Core::HistoryWindow|
source: In: %L1
de: Eingegangene: %L1
es: Entrante: %L1

# Core::HistoryWindow|
source: Out: %L1
de: Gesendete: %L1
es: Saliente: %L1

# Core::HistoryWindow|
source: All: %L1
de: Alle: %L1
es: Todos: %L1

# Core::HistoryWindow|
source: Close
de: Schließen
es: Cerrar

# Core::HistoryWindow|
source: Service message
de: Systemnachricht
es: Mensaje del servidor

# Core::IconLoaderSettings|
source: Theme
de: Thema
es: Tema

# Core::KineticScroller|
source: Touch
de: Berühren
es: Pulsación

# Core::KineticScroller|
source: Left mouse button
de: Linke Maustaste
es: Botón izquierdo del ratón

# Core::KineticScroller|
source: Middle mouse button
de: Mittlere Maustaste
es: Botón central del ratón

# Core::KineticScroller|
source: Right mouse button
de: Rechte Maustaste
es: Botón derecho del ratón

# Core::MetaContacts::MergeDialog|
source: Manage metacontact
de: Metakontakte bearbeiten
es: Gestionar metacontactos

# Core::MetaContacts::MergeDialog|
source: MetaContact name:
de: Name des Metakontakts:
es: Nombre del metacontacto:

# Core::MetaContacts::MergeDialog|
source: Search contacts:
de: Kontakte suchen:
es: Buscar contactos:

# Core::MetaContacts::Model|
source: Account
de: Konto
es: Cuenta

# Core::MigrationStartPage|
source: Migration wizard
de: Migrationsassistent
es: Asistente para migraciones

# Core::MigrationStartPage|
source: qutIM has discovered configuration from 0.2 version, choose profile to import history and configuration from.
de: qutIM hat Einstellungen von qutIM 0.2 entdeckt. Wählen Sie das Profil aus, von dem Nachrichten und Einstellungen importiert werden sollen.
es: qutIM ha detectado que su configuración fue creada con la versión 0.2 del programa, elija el perfil del que importar la configuración e historial.

# Core::MigrationStartPage|
source: Unable to find profile dir
de: Kann das Profilverzeichnis nicht finden
es: No se encontró la ruta del perfil

# Core::MigrationStartPage|
source: Unable to find any profile
de: Kann kein Profilverzeichnis finden
es: No se encontró perfil alguno

# Core::MobileAboutDialog|
source: qutIM %1<br>Uses Qt %2<p>Developers:<p>
de: qutIM %1<br>Verwendet Qt %2<p>Entwickler:<p>
es: qutIM %1<br>Usando Qt %2<p>Desarrolladores:<p>

# Core::MobileContactInfoWindow|
source: Request details
de: Details anfordern
es: Solicitar detalles

# Core::MobileContactInfoWindow|
source: Save
de: Speichern
es: Guardar

# Core::MobileContactInfoWindow|
source: Close
de: Schließen
es: Cerrar

# Core::MobileNotificationSettings|
source: Disable notifications when chat is active
de: Keine Benachrichtigungen bei aktiven Chat
es: Deshabilitar notificaciones cuando la conversación tenga el foco

# Core::MobileNotificationSettings|
source: Ignore conference messages that do not contain my name
de: Ignoriere Nachrichten in Chaträumen, die nicht meinen Namen enthalten
es: Ignorar mensajes que no contengan mi nick

# Core::MobileSearchForm|
source: Close
de: Schließen
es: Cerrar

# Core::MobileSettingsWindow|
source: Back
de: Zurück
es: Volver

# Core::MobileSettingsWindow|
source: Close
de: Schließen
es: Cerrar

# Core::MobileSettingsWindow|
source: qutIM settings - %1
de: qutIM Einstellungen - %1
es: Configuración de qutIM - %1

# Core::MobileSettingsWindow|
source: Apply Settings - System Settings
de: Einstellungen anwenden - Systemeinstellungen
es: Aplicar configuración - Configuración del sistema

# Core::MobileSettingsWindow|
source: The settings of the current module have changed. Do you want to apply the changes or discard them?
de: Die Einstellungen des aktuellen Moduls wurden verändert. Änderungen anweden oder verwerfen?
es: Se han hecho cambios en la configuración del módulo. ¿Deseas guardar los cambios o descartarlos?

# Core::NotificationSettings|
source: <b>Additional settings:</b>
de: <b>Weitere Einstellungen:</b>
es: <b>Parámetros adicionales:</b>

# Core::NotificationSettings|
source: Disable notifications when chat is active
de: Keine Benachrichtigungen bei aktiven Chat
es: Deshabilitar notificaciones cuando la conversación tenga el foco

# Core::NotificationSettings|
source: Ignore conference messages that do not contain my name
de: Ignoriere Nachrichten in Chaträumen, die nicht meinen Namen enthalten
es: Ignorar mensajes que no contenga mi nick

# Core::PListConfigBackend|
source: Cannot write to file %1
de: Kann nicht in Datei %1 schreiben
es: No se pudo escribir en el fichero %1

# Core::ProfileCreationPage|
source: Unable to create directory %1. Maybe you are trying to create a directory in a protected system directory
de: Kann Verzeichnis %1 nicht erstellen. Möglicherweise versuchen Sie, ein Verzeichnis in einem geschützten Systemverzeichnis anzulegen
es: No se pudo crear la carpeta %1. Por favor, asegúrate de que tienes permisos para crear carpetas en la ruta especificada

# Core::ProfileCreationPage|
source: Warning
de: Warnung
es: Aviso

# Core::ProfileCreationPage|
source: Profile already exists, overwrite?
de: Profil ist schon vorhanden, überschreiben?
es: El perfil ya existe, ¿deseas sobreescribirlo?

# Core::ProfileCreationPage|
source: Unable to create profile hash
de: Kann Profil-Hash nicht erstellen
es: Fue imposible generar una firma para el perfil

# Core::ProfileCreationPage|
source: Select path
de: Pfad auswählen
es: Elegir ruta

# Core::ProfileDialog|
source: Error while loading
de: Fehler beim Laden
es: Error al cargar

# Core::ProfileDialog|
source: Enter name
de: Name eingeben
es: Introduce nombre

# Core::ProfileDialog|
source: Profile name:
de: Profilname:
es: Nombre del perfil:

# Core::ProfileDialog|
source: Invalid name
de: Ungültiger Name
es: Nombre incorrecto

# Core::ProfileDialog|
source: Name can not be empty!
de: Name darf nicht leer sein!
es: ¡El nombre no se puede dejar vacío!

# Core::ProfileDialog|
source: Enter password
de: Passwort eingeben
es: Introduce la contraseña

# Core::ProfileDialog|
source: Password:
de: Passwort:
es: Contraseña:

# Core::ProfileDialog|
source: Repeat password
de: Passwort wiederholen
es: Repetir contraseña:

# Core::ProfileDialog|
source: Repeat password:
de: Passwort wiederholen:
es: Repetir contraseña:

# Core::ProfileDialog|
source: Incorrect password
de: Falsches Passwort
es: Contraseña incorrecta

# Core::ProfileDialog|
source: Passwords doesn't match each other
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden

# Core::ProfileDialog|
source: Password can not be empty!
de: Passwort darf nicht leer sein!
es: ¡La contraseña no se puede dejar vacía!

# Core::ProxySettingsWidget|
source: Type:
de: Typ:
es: Tipo:

# Core::ProxySettingsWidget|
source: Do not use proxy
de: Keinen Proxy-Server verwenden
es: No usar proxy

# Core::ProxySettingsWidget|
source: Use global proxy
de: Globalen Proxy-Server verwenden
es: Usar proxy global

# Core::ProxySettingsWidget|
source: Type
de: Typ
es: Tipo

# Core::ShortcutItemDelegate|
source: %1 : input
es: %1 : entrada

# Core::SimpleAboutDialog|
source: Based on Qt %1 (%2 bit).
de: Basiert auf Qt %1 (%2 Bit).
es: Basado en Qt %1 (%2 bit).

# Core::SimpleActions|
source: Rename contact %1
de: Kontakt %1 umbenennen
es: Renombrar contacto %1

# Core::SimpleActions|
source: Input new name for contact %1
de: Neuen Namen für Kontakt %1 eingeben
es: Introduce un nuevo nombre para %1

# Core::SimpleContactList::Module|
source: Select tags
de: Tags auswählen
es: Elige grupos

# Core::SimpleContactList::Module|
source: Reset
de: Zurücksetzen
es: Reiniciar

# Core::SimpleContactList::SimpleWidget|
source: Main Toolbar
de: Hauptwerkzeugleiste
es: Barra de herramientas principal

# Core::SimpleContactList::SimpleWidget|
source: Search contact
de: Kontakt suchen
es: Buscar contacto

# Core::SimpleContactList::SimpleWidget|
source: Status
es: Estado

# Core::SimpleContactList::SimpleWidget|
source: Set Status Text
de: Statusnachricht
es: Establecer mensaje de estado

# Core::SimpleContactList::ToryWidget|
source: Main Toolbar
de: Hauptwerkzeugleiste
es: Barra de herramientas principal

# Core::SimpleContactList::ToryWidget|
source: Global status
de: Globaler Status
es: Estado global

# Core::SimpleContactList::ToryWidget|
source: Set Status Text
de: Statusnachricht
es: Establecer mensaje de estado

# Core::SimpleContactList::ToryWidget|
source: Search contact
de: Kontakt suchen
es: Buscar contacto

# Core::SimpleFileTransfer|
source: Incoming file
de: Eingehende Datei
es: Fichero entrante

# Core::SimpleFileTransfer|
source: %1 wants to send you %2 (%3)
de: %1 will dir %2 (%3) senden
es: %1 quiere enviarte %2 (%3)

# Core::SimpleFileTransfer|
source: Accept
de: Annehmen
es: Aceptar

# Core::SimpleFileTransfer|
source: Ignore
de: Ignorieren
es: Ignorar

# Core::SimpleFileTransfer|
source: Choose file for %1
de: Datei für %1 auswählen
es: Elige un fichero para %1

# Core::SimplePasswordWidget|
source: Enter password for account %1 (%2):
de: Passwort für das Konto %1 (%2) eingeben:
es: Introduce la contraseña para la cuenta %1 (%2):

# Core::SimpleTagsEditor|
source: Edit tags for %1
de: Tags für %1 bearbeiten
es: Cambiar grupos de %1

# Core::SimpleTray|
source: Blink icon in the tray
de: Icon im Systemtray blinken lassen
es: Hacer parpadear icono en la bandeja de sistema

# Core::SubmitPage|
source: Congratulations
de: Glückwunsch
es: Felicidades

# Core::SubmitPage|
source: You've just created a profile for qutIM. Click Finish to proceed to adding user accounts
de: Sie haben ein Profil für qutIM erstellt. Klicken Sie "Fertigstellen" um fortzufahren
es: Has creado un perfil de qutIM. Presiona Finalizar para continuar y añadir cuentas de usuario

# Core::SubmitPage|
source: Statistics gatherer
de: Statistiken übermitteln
es: Recolector de estadísticas

# Core::SubmitPage|
source: Your system settings differ from the ones sent last time
de: Ihre Systemkonfiguration hat sich geändert
es: La configuración de tu sistema es distinto a la última vez

# Core::SubmitPage|
source: Would you like to send details about your current setup?
de: Wollen Sie Ihre Systemdaten übermitteln?
es: ¿Deseas enviar datos sobre tu configuración actual?

# Core::SubmitPage|
source: Dont's ask me later
de: Nicht mehr fragen
es: No vuelvas a preguntarme

# Core::SubmitPage|
source: Information to be transferred to the qutIM's authors:
de: Daten, die an die Autoren von qutIM übertragen werden:
es: Información a enviar a los creadores de qutIM:

# Core::XSettingsWindow|
source: qutIM settings - %1
de: qutIM Einstellungen - %1
es: Configuración de qutIM - %1

# Core::XSettingsWindow|
source: Apply Settings - System Settings
de: Einstellungen anwenden - Systemeinstellungen
es: Aplicar configuración - Configuración del sistema

# Core::XSettingsWindow|
source: The settings of the current module have changed. Do you want to apply the changes or discard them?
de: Die Einstellungen des aktuellen Moduls wurden verändert. Änderungen anweden oder verwerfen?
es: Se han hecho cambios en la configuración del módulo. ¿Deseas guardar los cambios o descartarlos?

# DataForms|
source: yes
de: Ja
es: sí

# DataForms|
source: the field is not set
de: -leer-
es: no se ha establecido un valor

# DataForms|
source: Open image
de: Bild öffnen
es: Abrir imagen

# DataForms|
source: Images (*.gif *.bmp *.jpg *.jpeg *.png);;All files (*.*)
de: Bilder (*.gif *.bmp *.jpg *.jpeg *.png);;Alle Dateien (*.*)
es: Imágenes (*.gif *.bmp *.jpg *.jpeg *.png);;Todos los ficheros (*.*)

# DefaultSearchForm|
source: Search window
de: Suchen
es: Caja de búsqueda

# DefaultSearchForm|
source: Search
de: Suchen
es: Buscar

# DefaultSearchForm|
source: Cancel
de: Abbrechen
es: Cancelar

# EmoticonsSelector|
source: No emoticons
de: Keine Emoticons
es: Sin emoticonos

# FileTransfer|
source: Title
de: Titel
es: Título

# FileTransfer|
source: File name
de: Dateiname
es: Nombre del fichero

# FileTransfer|
source: File size
de: Dateigröße
es: Tamaño del fichero

# FileTransfer|
source: Total size
de: Gesamtgröße
es: Tamaño total

# FileTransfer|
source: Contact
de: Kontakt
es: Contacto

# FileTransfer|
source: Progress
de: Fortschritt
es: Progreso

# FileTransfer|
source: State
de: Status
es: Estado

# FileTransfer|
source: Send file
de: Datei senden
es: Enviar fichero

# FileTransfer|
source: Manage file transfers
de: Dateiübertragungen...
es: Gestionar transferencias

# FileTransferDialog|
source: File transfer manager
de: Dateiübertragungen verwalten
es: Gestor de transferencias

# HistoryWindowClass|
source: HistoryWindow
es: Venta de historial

# HistoryWindowClass|
source: Account:
de: Konto:
es: Cuenta:

# HistoryWindowClass|
source: From:
de: Von:
es: Desde:
