Repository: baack/qutim-translations
Catalog: modules/core/*.po
Languages: de, es

# HistoryWindowClass|
source: In: %L1
de: Eingegangene: %L1
es: Saliente: %L1

# HistoryWindowClass|
source: Out: %L1
de: Gesendete: %L1
es: Entrante: %L1

# HistoryWindowClass|
source: All: %L1
de: Alle: %L1
es: Todos: %L1

# HistoryWindowClass|
source: Search
de: Suchen
es: Buscar

# HistoryWindowClass|
source: Return
es: Volver

# IdleStatusWidget|
source: Form
es: Formulario

# IdleStatusWidget|
source: Set status "%1" after:
de: Status «%1» setzen nach:
es: Establecer estado a "%1" tras:

# InformationRequest|
source: Unknown error
de: Unbekannter Fehler
es: Error desconocido

# Jabber|
source: Join conference
de: Raum betreten
es: Unirse a sala de conversación

# Jabber|
source: Leave conference
de: Raum verlassen
es: Abandonar sala de conversación

# JoinChat|
source: Join groupchat
de: Chatraum betreten
es: Unirse a sala de conversación

# JoinChat|
source: Account:
de: Konto:
es: Cuenta:

# JoinChat|
source: Bookmarks
de: Lesezeichen
es: Favoritos

# JoinChat|
source: Request last
de: Zeige die letzen
es: Obtener el último

# JoinChat|
source: messages
de: Nachrichten
es: mensajes

# JoinChat|
source: Request messages since the datetime
de: Anfordern aller Nachrichten seit der Uhrzeit
es: Obtener mensajes desde la fecha

# JoinChat|
source: Request messages since
de: Anfordern aller Nachrichten seit
es: Obtener mensajes desde

# JoinChatDialog|
source: Join
de: Eintreten
es: Entrar

# JoinChatDialog|
source: New chat
de: Neuer Chatraum
es: Nueva conversación

source: Join groupchat
de: Chatraum betreten...
es: Unirse a sala de conversación

# JoinGroupChat|
source: Select account:
de: Konto auswählen:
es: Elige una cuenta:

# JoinGroupChat|
source: Select bookmark
de: Lesezeichen auswählen
es: Elige un favorito

# JoinGroupChat|
source: Save
de: Speichern
es: Guardar

# JoinGroupChat|
source: Remove
de: Löschen
es: Eliminar

# JoinGroupChat|
source: Close
de: Schließen
es: Cerrar

# JoinGroupChat|
source: Back
de: Zurück
es: Volver

# JoinGroupChat|
source: Recent
de: Kürzlich besuchte
es: Recientes

# JoinGroupChat|
source: Bookmarks
de: Lesezeichen
es: Favoritos

# JoinGroupChat|
source: Join an existing or create a new groupchat
de: Einen Chatraum betreten oder neu erstellen
es: Unirse a o crear una sala de conversación

# JoinGroupChat|
source: Join
de: Betreten
es: Unirse

# JoinGroupChat|
source: Create, edit, or delete saved bookmarks
de: Lesezeichen erstellen, bearbeiten oder löschen
es: Crear, editar o eliminar marcadores

# JoinGroupChat|
source: Manage bookmarks
de: Lesezeichen verwalten
es: Gestionar marcadores

# JoinGroupChat|
source: Save to bookmarks
de: Als Lesezeichen speichern
es: Guardar como marcador

# KeySequenceWidget|
source: What the user inputs now will be taken as the new shortcut
de: Jetzt das neue Tastenkürzel eingeben
es: La combinación de teclas que se presione a continuación será asignada como atajo de teclado

# KeySequenceWidget|
source: No shortcut defined
de: Kein Tastenkürzel festgelegt
es: No se ha definido atajo de teclado

# KineticScrollerSettings|
source: Form
es: Formulario

# KineticScrollerSettings|
source: Type:
de: Art:
es: Tipo:

# KineticScrollerSettings|
source: No scrolling
de: Kein scrollen
es: Sin desplazamiento

# KineticScrollerSettings|
source: Touch
de: Berühren
es: Táctil

# KineticScrollerSettings|
source: Left mouse button
de: Linke Maustaste
es: Botón izquierdo del ratón

# KineticScrollerSettings|
source: Middle mouse button
de: Mittlere Maustaste
es: Botón central del ratón

# KineticScrollerSettings|
source: Right mouse button
de: Rechte Maustaste
es: Botón derecho del ratón

# KineticScrollerSettings|
source: Mouse press delay, secs:
de: Verzögerung in sek:
es: Retraso tras hacer clic, segundos:

# KineticScrollerSettings|
source: Drag start distance, metres:
de: Geschwindigkeit in m:
es: Distancia inicial de arrastre, metros:

# KineticScrollerSettings|
source: Drag velocity smoothing factor, 1/secs:
de: Beschleunigung in 1/sek:
es: Factor de suavizado de arrastre, 1/segundo:

# LineEdit|
source: Clear search field
de: Suchfeld leeren
es: Limpiar

# Localization|Localized language name
source: <Language>
de: Deutsch
es: Español

source: <Country>
de: Deutschland
es: <País>

# LocalizationSettings|
source: Form
es: Formulario

# MetaContact|
source: Split Metacontact
de: Metakontakt auftrennen
es: Dividir metacontacto

# MetaContact|
source: Manage metacontacts
de: Metakontakte...
es: Gestionar metacontactos

# MetaContacts|
source: Contacts in metacontact
de: Kontakte im Metakontakt
es: Contactos en el metacontacto

# MetaContacts|
source: Search results
de: Suchergebnisse
es: Resultados

# Metacontact|
source: You
de: Du
es: Tú

# MigrationStartPage|
source: WizardPage
es: Asistente

# MigrationStartPage|
source: I want to import configuration and history
de: Einstellungen und Nachrichtenverlauf importieren
es: Deseo importar mi configuración e historial

# MigrationStartPage|
source: Choose profile:
de: Profil auswählen:
es: Elige un perfil:

# MigrationStartPage|
source: Choose accounts:
de: Konten auswählen:
es: Elige cuentas:

# MobileAboutDialog|
source: About qutIM
de: Über qutIM
es: Acerda de qutIM

# MobileAboutDialog|
source: TextLabel
es: Etiqueta

# MobileSearchForm|
source: Search window
es: Caja de búsqueda

# MobileSearchForm|
source: Select account:
de: Konto auswählen:
es: Elige una cuenta:

# NetworkProxy|
source: Type
de: Typ
es: Tipo

# Notification|
source: Incoming Message
de: Eingehende Nachricht
es: Mensaje entrante

# Notification|
source: Outgoing Message
de: Gesendete Nachricht
es: Mensaje saliente

# Notification|
source: qutIM Startup
de: Programmstart
es: Inicio de qutIM

# Notification|
source: Blocked Message
de: Blockierte Nachricht
es: Mensaje bloqueado

# Notification|
source: Contact joined conference
de: Benutzer betritt den Chatraum
es: El contacto ha entrado en la sala de conversación

# Notification|
source: Contact left conference
de: Benutzer verlässt den Chatraum
es: El contacto ha abandonado la sala de conversación

# Notification|
source: Incoming conference message
de: Eingehende Chatraum-Nachricht
es: Mensaje de sala de conversación entrante

# Notification|
source: Outgoing conference message
de: Gesendete Chatraum-Nachricht
es: Mensaje de sala de conversación saliente

# Notification|
source: File transfer completed
de: Dateiübertragung abgeschlossen
es: Transferencia completada

# Notification|
source: Contact online
de: Kontakt geht online
es: El contacto se ha contacto

# Notification|
source: Contact offline
de: Kontakt geht offline
es: El contacto se ha desconectado

# Notification|
source: Contact changed status
de: Kontakt ändert seinen Status
es: El contacto ha cambiado su estado

# Notification|
source: Contact birthday
de: Kontakt hat Geburtstag
es: El contacto cumple años

# Notification|
source: Contact typing
de: Kontakt tippt gerade
es: El contacto está escribiendo

# Notification|
source: System
de: Systemnachricht
es: Sistema

# Notification|
source: Attention notification
de: Aufmerksamkeitsanfrage
es: Toque de atención

# Notification|
source: A new message has been received
de: Eingehende Nachricht
es: Se ha recibido un mensaje

# Notification|
source: A message has been sent
de: Gesendete Nachricht
es: Se ha enviado un mensaje

# Notification|
source: qutIM has started
de: Programmstart
es: qutIM ha arrancado

# Notification|
source: A message has been blocked
de: Blockierte Nachricht
es: Se ha bloqueado un mensaje

# Notification|
source: A user has joined a conference
de: Benutzer betritt den Chatraum
es: Un usuario se ha unido a la sala de conversación

# Notification|
source: A user has left a conference
de: Benutzer verlässt den Chatraum
es: Un usuario ha abandonado la sala de conversación

# Notification|
source: A new conference message has been received
de: Eingehende Chatraum-Nachricht
es: Se ha recibido un mensaje de una sala de conversación

# Notification|
source: A conference message has been sent
de: Gesendete Chatraum-Nachricht
es: Se ha enviado un mensaje a una sala de conversación

# Notification|
source: A file transfer has been completed
de: Dateiübertragung abgeschlossen
es: Se ha completado una transferencia

# Notification|
source: A contact has gone online
de: Kontakt geht online
es: Uno de tus contactos se ha conectado

# Notification|
source: A contact has gone offline
de: Kontakt geht offline
es: Uno de tus contactos se ha desconectado

# Notification|
source: A contact has changed status
de: Kontakt ändert seinen Status
es: Uno de tus contactos ha cambiado su estado

# Notification|
source: A contact has birthday!
de: Kontakt hat Geburtstag!
es: ¡Es el cumpleaños de uno de tus contactos!

# Notification|
source: A contact is typing
de: Kontakt tippt gerade
es: Uno de tus contactos está escribiendo

# Notification|
source: A system notification
de: Systemnachricht
es: Notificación del sistema

# Notification|
source: Contact is asking for your attention
de: Der Benutzer bittet um deine Aufmerksamkeit
es: Uno de tus contactos está reclamando tu atención

# Notifications|
source: Type
de: Ereignis
es: Tipo

# Plugin|
source: Service chooser
es: Selector de servicios

# Plugin|
source: TODO
es: POR HACER

# Plugin|
source: Account creator
es: Asistente para nuevas cuentas

# Plugin|
source: Default qutIM account creator
de: Standardmodul zum Konten erstellen
es: Asistente para nuevas cuentas predeterminado

# Plugin|
source: qutIM and Kopete emoticons
es: Emoticonos de qutIM y Kopete

# Plugin|
source: Default qutIM emoticons backend
de: Standardmodul für Emoticons
es: Motor de emoticonos predeterminado

# Plugin|
source: Simple tray
es: Sencillo icono de bandeja de sistema

# Plugin|
source: Default qutIM system tray icon implementation
de: Standardmodul für das Systemtray-Symbol
es: Imnplementación predeterminada de bandeja de sistema

# Plugin|
source: Idle detector
es: Detector de inactividad

# Plugin|
source: Native idle detector, based on system api
de: Standardmodul zur Leerlauf-Überwachung, basierend auf der System-API
es: Detector de inactividad nativo, basado en las API del sistema

# Plugin|
source: Authorization dialog
es: Diálogo de autorización

# Plugin|
source: Simple authorization dialog
de: Einfacher Autorrsierungsanfragendialog
es: Sencillo diálogo de autorización

# Plugin|
source: Simple information window about a contact
es: Sencilla ventana de información de contacto

# Plugin|
source: Default qutIM implementation of the information window
de: Standardmodul für das Informationsfenster eines Kontakts
es: Implementación predeterminada de la ventana de información

# Plugin|
source: Mobile conference join dialog
es: Diálogo de unirse a conversación para móviles

# Plugin|
source: Conference join dialog adopted for touch devices with small screen
de: Dialog zum Betreten von Chaträumen für kleine Touchscreens
es: Diálogo de unirse a conversación especialmente adaptado para dispositivos táctiles de dimensiones reducidas

# Plugin|
source: Mobile Settings dialog
es: Diálogo de configuración para móviles

# Plugin|
source: Kickoff style settings dialog specialy for Maemo/MeeGo
de: Einstellungsdialog, speziell für Maemo/MeeGo
es: Diálogo de configuración tipo Kickoff especialmente diseñado para Maemo/MeeGo

# Plugin|
source: Mobile information window about a contact
es: Diálogo de información de contacto para móviles

# Plugin|
source: qutIM implementation of the information window for mobiles
de: Modul für das Informationsfenster eines Kontakts für Mobilgeräte
es: Diálogo de información de contacto especialmente adaptado para dispositivos táctiles de dimensiones reducidas

# Plugin|
source: Json History
es: Historial JSON

# Plugin|
source: Default qutIM history implementation, based on JavaScript Object Notation
de: Standardmodul für den Nachrichtenverlauf, basierend auf JavaScript Object Notation
es: Implementación predeterminada del historial, basada en JSON

# Plugin|
source: PList config
es: Configuración en PList

# Plugin|
source: Additional qutIM config implementation for Apple plists
de: Zusätzliches qutIM-Konfigurationmodul für Apple plists
es: Implementación adicional de los ficheros de configuración, basada en PList

# Plugin|
source: Mobile notifications settings
es: Configuración de notificaciones para móvil

# Plugin|
source: Mobile settings widget set for notifications
de: Einstellungsdialog für Mobilgeräte
es: Configuración de notificaciones especialmente diseñada para móviles

# Plugin|
source: Simple about dialog
es: Sencillo diálogo "acerca de"

# Plugin|
source: Simple dialog about qutIM and it's authors
de: Einfacher "Über"-Dialog
es: Sencillo diálogo sobre qutIM y sus autores

# Plugin|
source: Localization
es: Idiomas

# Plugin|
source: Default qutIM localization engine
de: Standardmodul für die Lokalisierung (Sprache)
es: Motor de idiomas predeterminado

# Plugin|
source: Emoticons settings
es: Configuración de los emoticonos

# Plugin|
source: Default settings widget set for emoticons
de: Standardmodul für Einstellungen zu Emoticons
es: Widget de configuraciones por defecto utilizado para emoticonos

# Plugin|
source: File transfer settings
es: Gestor de transferencias

# Plugin|
source: Default implementation of the file transfer settings widget
de: Standardmodul für die Einstellungen zu Dateiübertragungen
es: Implementación predeterminada del complemento de transferencias de ficheros

# Plugin|
source: SimpleActionBox
es: Sencilla caja de acciones

# Plugin|
source: Simple actionbox module
de: Einfaches Actionbox Modul
es: Sencillo módulo de caja de acciones

# Plugin|
source: Qt Kinetic scroller
es: Desplazamiento cinético de Qt

# Plugin|
source: Kinetic scroller from upcoming Qt release
de: Schwungvolles Scrollen, von der kommenden Qt-Version
es: Desplazamiento cinético de la próxima versión de Qt

# Plugin|
source: AutoAway
es: Auto-ausencia

# Plugin|
source: Automatically changes status of accounts on inactivity
de: Ändert den Status automatisch bei Untätigkeit
es: Cambia el estado automáticamente cuando se detecta inactividad

# Plugin|
source: Data forms backend
es: Motor de formularios de entrada de datos

# Plugin|
source: Default qutIM implementation of the data forms
de: Standardmodul für Datenformulare
es: Implementación predeterminada de los formularios de entrada de datos

# Plugin|
source: Simple MetaContacts
es: Metacontactos sencillos

# Plugin|
source: Default qutIM MetaContacts implementation
de: Standardmodul für Metakontakte
es: Implementación por defecto de los metacontactos

# Plugin|
source: Mirgation 0.2 to 0.3
es: Migración 0.2 a 0.3

# Plugin|
source: Module for migration from 0.2 to 0.3
de: Migrationsmodul von qutIM 0.2 nach 0.3
es: Módulo para migrar perfiles de la versión 0.2 a la 0.3

# Plugin|
source: Default qutIM contactlist widget implementation with global status button
de: Standardmodul für die Kontaktliste mit globaler Status-Schaltfläche
es: Complemento por defecto para mostrar la lista de contactos, con un botón para cambiar el estado globalmente

# Plugin|
source: Tory Contactlist
es: Lista de contactos Tory

# Plugin|
source: Tory contactlist
de: Tory's Kontaktliste
es: Lista de contactos Tory

# Plugin|
source: Simple contact list
es: Sencilla lista de contactos

# Plugin|
source: Default qutIM contact list implementation. Just simple
de: Standardmodul für die Kontaktliste. Einfach und schlicht.
es: Implementación predeterminada de la lista de contactos

# Plugin|
source: Contact delegate
es: Delegado de contacto

# Plugin|
source: Default contact delegate. Just simple
de: Standardmodul für ContactDelegate
es: Delegado de contacto predeterminado

# Plugin|
source: Adium service icons
es: Iconos de servicio de Adium

# Plugin|
source: Protocol icons powered by Adium ServiceIcons packs
de: Protokollsymbole, basierend auf Adium ServiceIcons-Paketen
es: Iconos de procolo provistos por packs de iconos de protocolo de Adium

# Plugin|
source: No crypto
es: Sin cifrado

# Plugin|
source: Store passwords in plaintext. Easy to read. Easy to recover.
de: Passwörter im Klartext speichern. Leicht einzusehen. Leicht wiederzufinden.
es: Almacenar contraseñas en texto claro. Fácil de leer, fácil de recuperar.

# Plugin|
source: Notification filter
es: Filtros de notificaciones

# Plugin|
source: Sound theme selector
es: Selector de tema de sonido

# Plugin|
source: Simple sound theme selector
de: Einfacher Wähler für Sound-Themes
es: Sencillo selector de tema sonoro

# Plugin|
source: SoftkeysActionBox
es: Caja de acciones de softkeys

# Plugin|
source: Actionbox module for mobile devices with softkeys support
de: Actionboxmodul für Mobilgeräte mit Softkeys-Unterstützung
es: Módulo de caja de acciones para dispositivos con soporte para softkeys

# Plugin|
source: Chat notifications backend
es: Motor de notificaciones de conversación

# Plugin|
source: Prints information about events into chats
de: Schreibt Ereignisse ins Nachrichtenfenster
es: Muestra información sobre eventos en las conversaciones

# Plugin|
source: Chat spell checker
es: Corrector ortográfico para las conversaciones

# Plugin|
source: Highlights grammar errors and provides spelling suggestions for misspelled words in chats
de: Hebt Grammatik- und Rechtschreibfehler hervor und unterbreitet alternative Vorschläge
es: Resalta errores gramaticales y sugiere correcciones para las palabras mal escritas en las salas de conversación

# Plugin|
source: Mobile about dialog
es: Diálogo acerca de para móviles

# Plugin|
source: Mobile dialog about qutIM and it's authors
de: "Über"-Dialog für mobile Systeme
es: Diálogo para móviles acerca de qutIM y sus creadores

# Plugin|
source: File transfer manager
es: Gestor de transferencias

# Plugin|
source: Default qutIM file transfer manager
de: Standardmodul für Dateiübertragungen
es: Gestor de transferencias predeterminado

# Plugin|
source: Simple password dialog
es: Sencillo diálogo de introducción de contraseña

# Plugin|
source: Default qutIM password dialog
de: Standardmodul für den Passwortdialog
es: Diálogo de introducción de contraseña predeterminado

# Plugin|
source: X Settings dialog
es: Diálogo de configuración X

# Plugin|
source: Default qutIM settings dialog implementation with OS X style top bar
de: Standardmodul für den Einstellungsdialog mit OS X Titelleiste
es: Implementación predeterminada del diálogo de configuración con un menú superior similar al de OS X

# Plugin|
source: Simple Actions
es: Acciones sencillas

# Plugin|
source: Default actionset for contacts
de: Standard-Aktionen für Kontakte
es: Set de aciones de contacto predeterminado

# Plugin|
source: Shortcut settings
es: Configuración de atajos de teclado

# Plugin|
source: Xdg Icon Loader
es: Cargador de iconos Xdg

# Plugin|
source: Default qutIM icon loader implementation. Based on Q-XDG library
de: Standardmodul für das Laden der Icons, basierend auf der Q-XDG-Bibliothek
es: Implementación predeterminada del cargador de iconos, basada en la librería Q-XDG

# Plugin|
source: Simple roster storage
es: Sencillo almacenamiento de lista de contactos

# Plugin|
source: Stores roster during offline at local storage
de: Speichert die Kontaktliste offline auf der Festplatte
es: Almacena la lista de contactos cuando no se está conectado

# Plugin|
source: Simple conference join dialog
es: Sencillo diálogo de unirse a una conversación

# Plugin|
source: Conference join dialog adopted for Desktop systems
de: Dialog zum Betreten von Chaträumen für Desktop-Rechner
es: Diálogo de entrada a conversación adaptado a sistemas de escritorio

# Plugin|
source: Session helper
es: Asistente de sesiones

# Plugin|
source: Notifications settings
es: Configuración de notificaciones

# Plugin|
source: Default settings widget set for notifications
de: Standardmodul für Benachrichtigungseinstellungen
es: Widget de configuraciones por defecto utilizado para notificaciones

# Plugin|
source: qutIM sound themes
es: Temas de sonido de qutIM

# Plugin|
source: Default qutIM sound theme engine
de: Standard Klangschema
es: Motor de audio predeterminado

# Plugin|
source: JSON config
es: Configuración JSON

# Plugin|
source: Default qutIM config implementation. Based on JSON.
de: Standardmodul für die Einstellungen, basierend auf JSON
es: Implementación predeterminada de los ficheros de configuración, basada en JSON

# Plugin|
source: Proxy settings
es: Configuración del proxy

# Plugin|
source: Default implementation of proxy settings widget
de: Standardmodul für Proxyserver-Einstellungen
es: Implementación predeterminada de la configuración del proxy

# Plugin|
source: Search window
es: Cuadro de búsqueda

# Plugin|
source: Default qutIM implementation of search window
de: Standardmodul des Suchfensters
es: Implementación predeterminada del cuadro de búsqueda

# Plugin|
source: Add contact dialog
es: Diálogo de añadir contacto

# Plugin|
source: Simple add contact dialog
de: Einfacher Dialog zum Hinzufügen von Kontakten
es: Sencillo diálogo para añadir contactos

# Plugin|
source: Webkit chat layer
es: Capa de conversación Webkit

# Plugin|
source: Default qutIM chat implementation, based on Adium chat styles
de: Standardmodul für die Chatansicht, basierend auf Adium-Chatstyles
es: Implementación de conversación predeterminada basada en los estilos de Adium

# Plugin|
source: Classic
es: Clásico

# Plugin|
source: Default qutIM chatform implementation for adiumchat
de: Standardmodul des Nachrichtenfensters für Adiumchat
es: Implementación predeterminada para adiumchat

# Plugin|
source: Mobile
es: Móvil

# Plugin|
source: Stacked chatform for mobile devices
de: Gestapaltes Nachrichtenfenster für Mobilgeräte
es: Diálogo de conversación apilada para dispositivos móviles

# Plugin|
source: Text view
es: Vista de texto

# Plugin|
source: Fast and light chat view
de: Schnelle und einfache Ansicht für das Nachrichtenfenster
es: Vista de conversación rápida y ágil

# Plugin|
source: Core
es: Núcleo

# Plugin|
source: Core Devel
es: Desarrollador del núcleo

# Plugin|
source: Common devel files
de: Allgemeine Entwicklungsdateien
es: Ficheros comunes

# Plugin|
source: Qt Libraries
de: Qt Bibliotheken
es: Librerías Qt

# Plugin|
source: Autosettings example
es: Ejemplo de auto-configurador

# Plugin|
source: Simple example of auto settings item generator
de: Einfaches Beispiel für das automatische generieren von Objekten für Einstellungen
es: Sencillo ejemplo del generador automático de preferencias

# Plugin|
source: Simple Settings dialog
es: Sencillo diálogo de configuración

# Plugin|
source: SDK03 example
es: Ejemplo de SDK03

# Plugin|
source: Kinetic scrolling
de: Weiches Scrollen
es: Desplazamiento cinético

# Plugin|
source: Desktop Search Form
es: Formulario de búsqueda para escritorio

# Plugin|
source: Default search form optimized for Desktop systems
de: Standard-Suchfenster für Desktop-Systeme
es: Formulario de búsqueda optimizado para escritorios

# Plugin|
source: Mobile Search Form
es: Formulario de búsqueda para móviles

# Plugin|
source: Search form optimized for Mobile systems
de: Suchfenster für mobile Systeme
es: Formulario de búsqueda optimizado para móviles

# Plugin|
source: ContactDelegate
es: Delegado de contacto

# Plugin|
source: Just simple
de: Einfach und schlicht
es: Simplemente sencillo

# Plugin|
source: Notification Area Icon
de: Systemtray-Symbol
es: Icono del área de notificaciones

# ProfileCreationPage|
source: WizardPage
es: Asistente

# ProfileCreationPage|
source: Name:
es: Nombre:

# ProfileCreationPage|
source: It will be shown in chat dialogs
de: Wird in Chats angezeigt
es: Será mostrado en los diálogos de las conversaciones

# ProfileCreationPage|
source: Profile id:
de: Profil ID:
es: Id del perfil:
