Repository: baack/qutim-translations
Catalog: modules/meegointegration/*.po
Languages: uk

# AboutDialog|
source: Close
uk: Закрити

# AboutDialog|
source: Project site
uk: Сайт проекту

# AboutDialog|
source: Source code repository
uk: Репозиторій вихідного коду

# AboutDialog|
source: Bug tracker
uk: Баг-трекер

# AboutDialog|
source: Developers
uk: Розробники

# AboutDialog|
source: Translators
uk: Перекладачі

# AboutDialog|
source: License
uk: Ліцензія

# Account|
source: Add new account
uk: Додати новий обліковий запис

# Account|
source: Just add or create new account
uk: Просто додайте або створіть новий обліковий запис

# Account|
source: Accounts
uk: Облікові записи

# AccountCreatorDialog|
source: Close
uk: Закрити

# AccountCreatorDialog|
source: Select protocol:
uk: Виберіть протокол:

# AccountCreatorList|
source: Form
uk: Стиль

# AccountCreatorPage|
source: Remove account
uk: Видалити обліковий запис

# AccountCreatorPage|
source: Do you really want to remove account?
uk: Ви дійсно хочете видалити обліковий запис?

# AccountCreatorPage|
source: Remove
uk: Видалити

# AccountCreatorPage|
source: Cancel
uk: Скасувати

source: Add contact
uk: Додати контакт

# AddContactDialog|
source: Close
uk: Закрити

# AddContactDialog|
source: Select protocol:
uk: Виберіть протокол:

# AddContactDialog|
source: Add contact for
uk: Виберіть протокол:

# AddContactDialog|
source: Contact ID
uk: ІД контакту

# AddContactDialog|
source: Name for contact
uk: Ім'я для контакту

# AddContactDialog|
source: Add contact
uk: Додати контакт

# AntispamPage|
source: Enable antispam
uk: Увімкнути антиспам

# AntispamPage|
source: Handle auth requests
uk: Оброблювати запити аутентифікації

# AntispamPage|
source: Question
uk: Питання

# AntispamPage|
source: Answers (semicolon as a separator)
uk: Відповідь (крапка з комою в якості роздільника)

# AntispamPage|
source: Message on correct answer
uk: Повідомлення при правильній відповіді

# AuthDialog|
source: Accept
uk: Прийняти

# AuthDialog|
source: Reject
uk: Відхилити

# AutoAwayPage|
source: Set status "Away" in %n minutes
uk: Встановити статус "Відійшов" через %n хвилину

# AutoAwayPage|
source: Set status "Not available" in %n minutes
uk: Встановити статус "Не доступний" через %n хвилину

# BlogImproverPage|
source: Enable Psto integration
uk: Увімкнути інтеграцію з Psto

# BlogImproverPage|
source: Enable Juick integration
uk: Увімкнути інтеграцію з Juick

# BlogImproverPage|
source: Enable Bnw integration
uk: Увімкнути інтеграцію з Bnw

# Chat|
source: Write anything
uk: Написати повідомлення

# ChatPage|
source: Style
uk: Оформлення

# ChatPage|
source: Style variant
uk: Варіанти оформлення

# ChatPage|
source: Show user icons
uk: Показувати аватари

# ChatPage|
source: Show header
uk: Показувати заголовки

# ChatPage|
source: Font family
uk: Шрифт

# ChatPage|
source: Font size
uk: Розмір шрифта

# ContactInfo|
source: Received authorization request from %1:
uk: Отримано запит авторизацї від %1:

# ContactInfo|
source: Send authorization request to %1:
uk: Надіслати запит авторизації %1:

# ContactInfo|
source: About contact %1 <%2>
uk: Про контакт %1 <%2>

# ContactInfo|
source: About account %1
uk: Про обліковий запис %1

# ContactInfo|
source: About %1 <%2>
uk: Про %1 <%2>

# ContactInfoPage|
source: Request
uk: Запит

# ContactInfoPage|
source: Save
uk: Зберегти

# ContactList|
source: Search contact
uk: Шукати контакт

# ContactList|
source: Cancel
uk: Скасувати

# Core|
source: About qutIM
uk: Про qutIM

# CreateJabberPage|
source: Next
uk: Далі

# CreateJabberPage|
source: Password:
uk: Пароль:

# CreateJabberPage|
source: Create
uk: Створити

# CreateMrimPage|
source: Email:
uk: Ел. пошта:

# CreateMrimPage|
source: Next
uk: Далі

# CreateMrimPage|
source: Password:
uk: Пароль:

# CreateMrimPage|
source: Create
uk: Створити

# CreateOscarPage|
source: Next
uk: Далі

# CreateOscarPage|
source: Password:
uk: Пароль:

# CreateOscarPage|
source: Create
uk: Створити

# CreateVKPage|
source: Email:
uk: Ел. пошта:

# CreateVKPage|
source: Next
uk: Далі

# CreateVKPage|
source: Password:
uk: Пароль:

# CreateVKPage|
source: Create
uk: Створити

# CreateVKPage|
source: Save password
uk: Зберегти пароль

# EditGroupChatPage|
source: New bookmark
uk: Нова закладка

# EditGroupChatPage|
source: Choose bookmark
uk: Вибрати закладку

# EditGroupChatPage|
source: Remove
uk: Видалити

# EditGroupChatPage|
source: Save
uk: Зберегти

# HighlighterPage|
source: Perl-like
uk: Perl-подібні

# HighlighterPage|
source: Improved perl-like
uk: Покращені Perl-подібні

# HighlighterPage|
source: Shell-like
uk: Shell-подібні

# HighlighterPage|
source: Shell-like Unix
uk: Shell-подібні Unix

# HighlighterPage|
source: Fixed string
uk: Фіксований рядок

# HighlighterPage|
source: W3C XML Schema
uk: Схема W3C XML

# HighlighterPage|
source: Enable auto highlights wher your nick was mentioned.
uk: Увімкнути підсвічування вашого ніку в чаті

# HighlighterPage|
source: Add regular expression
uk: Додати регулярний вираз

# HighlighterPage|
source: Add
uk: Додати

# HighlighterPage|
source: Cancel
uk: Скасувати

# HighlighterPage|
source: Pattern syntax
uk: Синтаксис шаблону

# HighlighterPage|
source: Regular expression
uk: Регулярний вираз

# InputDialog|
source: Ok
uk: Гаразд

# InputDialog|
source: Cancel
uk: Скасувати

# JabberPage|
source: Password:
uk: Пароль:

# JabberPage|
source: Resource:
uk: Ресурс:

# JoinGroupChat|
source: Recent
uk: Останні

# JoinGroupChat|
source: Bookmarks
uk: Закладки

source: Join groupchat
uk: Приєднатися до групового чату

# JoinGroupChatDialog|
source: Select account
uk: Виберіть обліковий запис

# JoinGroupChatDialog|
source: Join
uk: Приєднатись

# JoinGroupChatDialog|
source: Join groupchat
uk: Приєднатися до групового чату

# JoinGroupChatDialog|
source: Edit bookmarks
uk: Редагувати список закладок

# JoinGroupChatDialog|
source: Manage bookmarks
uk: Керування закладками

# JoinGroupChatDialog|
source: Bookmarks
uk: Закладки

# JoinGroupChatDialog|
source: Recent
uk: Останні

# JoinGroupChatPage|
source: Save bookmark
uk: Зберегти закладку

# JoinGroupChatPage|
source: Join
uk: Приєднатись

# LanguagesPage|
source: Yes
uk: Так

# LanguagesPage|
source: No
uk: Ні

# LanguagesPage|
source: Language change
uk: Змінити мову

# LanguagesPage|
source: Do you really want to change qutIM's language to %1?
uk: Ви дійсно хочете, щоб в qutIM була встановлена %1мова ?

# Localization|Localized language name
source: <Language>
uk: <Українська>

source: <Country>
uk: <Україна>

# Main|
source: Show/hide offline contacts
uk: Показати/Приховати контакти не в мережі

# Main|
source: Join group chat
uk: Приєднатися до групового чату

# Main|
source: About qutIM
uk: Про qutIM

# Main|
source: Add contact
uk: Додати контакт

# Main|
source: Settings
uk: Налаштування

# Main|
source: Send
uk: Надіслати

# Main|
source: Don't send
uk: Не відправляти

# Main|
source: Cancel
uk: Скасувати

# Main|
source: Would you like to send details about your current setup?
uk: Чи бажаєте ви надіслати інформацію про поточне встановлення?

# Main|
source: Dont's ask me later
uk: Не питати мене в майбутньому

# Main|
source: Information to be transferred to the qutIM's authors:
uk: Інформація буде передана розробникам qutIM:

# MeegoIntegration::AboutDialogWrapper|
source: Based on Qt %1 (%2 bit).
uk: Базується на Qt %1 (%2 біт).

# MeegoIntegration::AboutDialogWrapper|
source: <div><b>qutIM</b> %1 is licensed under GNU General Public License, version 2 or (at your option) any later version.</div><div>qutIM resources such as themes, icons, sounds may come along with a different license.</div><br><hr><br>
uk: <div><b>qutIM</b> %1 під ліцензією GNU General Public License, версії 2 або (за бажанням) будь-якої пізнішої версії.</div><div>Ресурси qutIM, такі як теми, іконки, звуки можуть постачатися з іншою ліцензією.</div><br><hr><br>

# MeegoIntegration::AccountCreatorList|
source: Properties
uk: Властивості

# MeegoIntegration::AccountCreatorList|
source: Account settings
uk: Налаштування облікового запису

# MeegoIntegration::AccountCreatorList|
source: Remove account
uk: Видалити обліковий запис

# MeegoIntegration::AccountCreatorList|
source: Are you sure want to remove %1
uk: Ви впевнені, що бажаєте видалити %1

# MeegoIntegration::EmoticonsWrapper|
source: No emoticons
uk: Без смайликів

# MeegoIntegration::PasswordDialogWrapper|
source: Enter password for account
uk: Введіть пароль для облікового запису

# MeegoIntegration::QuickNoficationManager|
source: Show popup
uk: Показувати спливаючі повідомлення

# MeegoIntegration::QuickNoficationManager|
source: qutIM: %n new messages
uk: qutIM: %n нове повідомлення

# MeegoIntegration::QuickPasswordDialog|
source: Enter password for account %1 (%2)
uk: Введіть пароль для облікового запису %1 (%2)

# MeegoIntegration::QuickProxyHelper|
source: Type
uk: Тип

# MrimPage|
source: Email:
uk: Ел. пошта:

# MrimPage|
source: Password:
uk: Пароль:

# OscarPage|
source: Password:
uk: Пароль:

# PageHeader|
source: Header
uk: Заголовок

# PasswordDialog|
source: Password
uk: Пароль

# PasswordDialog|
source: Remember password
uk: Запам'ятати пароль

# PasswordDialog|
source: OK
uk: Гаразд

# PasswordDialog|
source: Cancel
uk: Скасувати

# Plugin|
source: Meego application window
uk: Вікно додатку Meego

# Plugin|
source: Main window of application
uk: Головне вікно програми

# Plugin|
source: MeeGo Notification Manager
uk: Менеджер сповіщень MeeGo

# Plugin|
source: Simple notification manager
uk: Простий менеджер сповіщень

# Plugin|
source: Meego chat page
uk: Вікно чату Meego

# Plugin|
source: Simple chat based on QML elements
uk: Простий чат реалізований на QML

# Plugin|
source: Meego contact list page
uk: Вікно списку контактів Meego

# Plugin|
source: Simple contact list on QML elements
uk: Простий список контактів на QML

# Plugin|
source: Meego password dialog
uk: Діалог пароля Meego

# Plugin|
source: Simple password dialog on QML elements
uk: Простий діалог пароля реалізований на QML

# Plugin|
source: Meego authorization dialog
uk: Діалог авторизації Meego

# Plugin|
source: Simple authorization dialog on QML elements
uk: Простий діалог авторизації реалізований на QML

# Plugin|
source: MeeGo Harmattan Idle detector
uk: Відслідковування простою MeeGo

# Plugin|
source: Simple harmattan idle detector
uk: Проста реалізація детектора простою системи

# Plugin|
source: MeeGo Add contact dialog
uk: Вікно додавання контактівMeeGo

# Plugin|
source: Simple add contact dialog
uk: Простий діалог додавання контактів

# Plugin|
source: MeeGo about dialog
uk: Про MeeGo

# Plugin|
source: Simple about dialog
uk: Простий діалог "Про програму"

# Plugin|
source: MeeGo join group chat dialog
uk: Вікно підключення до групового чату MeeGo

# Plugin|
source: Simple join group chat dialog
uk: Діалог підключення до чату MeeGo

# Plugin|
source: MeeGo integration
uk: Інтеграція з MeeGo

# Plugin|
source: Provider for better integration with the system
uk: Модуль для кращої інтеграції з системою

# Plugin|
source: MeeGoAccounts Model
uk: Модель облікових записів MeeGo

# Plugin|
source: Simple accounts model
uk: Проста модель облікових записів

# Plugin|
source: MeeGo settings
uk: Налаштування MeeGo

# Plugin|
source: Simple MeeGo settings dialog
uk: Простий діалог налаштувань MeeGo

# Plugin|
source: MeeGo account creator
uk: Створювач облікового запису MeeGo

# Plugin|
source: Simple MeeGo account creator
uk: Простий створювач облікового запису

# Plugin|
source: MeeGo icon loader noop
uk: Noop завантажувача іконок MeeGo

# Plugin|
source: Noop for icon loader service
uk: Noop сервіс завантажувача іконок

# Plugin|
source: MeeGo contact info
uk: Контактна інформація MeeGo

# Plugin|
source: Shows information about contact
uk: Показати інформацію про контакт

# ProtocolListPage|
source: VKontakte
uk: ВКонтакті

# ProtocolListPage|
source: VKontakte social network
uk: Соціальна мережа ВКонтакті

# ProtocolListPage|
source: Mail.ru Instant Messenger
uk: Інтернет-пейджер Mail.ru

# ProxyPage|
source: Do not use proxy
uk: Не використовувати проксі

# ProxyPage|
source: Use global proxy
uk: Використовувати глобальне проксі

# ProxyPage|
source: Proxy type
uk: Тип проксі

# SearchBar|
source: Search
uk: Пошук

# SearchBar|
source: Cancel
uk: Скасувати

# Settings|
source: Accounts
uk: Облікові записи

# SoundThemePage|
source: No sound
uk: Без звуку

# SoundThemePage|
source: Theme name
uk: Назва теми

# UrlPreviewPage|
source: Images preview
uk: Попередній перегляд зображень

# UrlPreviewPage|
source: YouTube preview
uk: Перегляд YouTube

# UrlPreviewPage|
source: HTML5 Audio
uk: HTML5 аудіо

# UrlPreviewPage|
source: HTML5 Video
uk: HTML5 відео

# VKPage|
source: Email:
uk: Ел. пошта:

# VKPage|
source: Password:
uk: Пароль:
