Repository: baack/qutim-translations
Catalog: modules/mrim/*.po
Languages: be, he

# AccountWizardMain|
source: WizardPage
be: Майстра
he: עמוד אשף

# AccountWizardMain|
source: Password:
be: Пароль
he: סיסמה:

# Author|
source: Peter Rusanov
be: Русанаў Пётр
he: פיטר רוסאנוב (Peter Rusanov)

# MrimAccount|
source: Messages in mailbox: %1 Unread messages: %2
be: Паведамленняў у скрыне: %1 Непрачытана: %2
he: הודעות בתיבת דואר: %1 הודעות שלא נקראו: %2

# MrimConnection|
source: Another client with same login connected!
be: Іншы кліент падлучыўся пад гэтым жа імем
he: לקוח אחר עם אותה כניסה מחובר כעת!

# MrimConnection|
source: Authentication failed! Reason: %1
be: Памылка аўтарызацыі! Чыннік: %1
he: אימות נכשל! סיבה: %1

# MrimMessages|
source: No such user
be: Карыстальнік не існуе
he: אין משתמש כזה

# MrimMessages|
source: Message too large
be: Паведамленьне занадтае
he: הודעה גדולה מדי

# MrimMessages|
source: Limit exceeded
be: Вы дасягнуля ліміту
he: הגבלה מוצתה

# MrimMessages|
source: User denied receiving offline messages
be: Карыстальнік па-за сеткай не прымае паведамленні
he: משתמש אסר לקבל הודעות לא מקוונות

# MrimMessages|
source: User denied receiving offline flash movies
be: Карыстальнік па-за сеткай не прымае ролікі
he: משתמש אסר לקבל סרטי flash לא מקוונים

# MrimMessages|
source: Internal error
be: Унутраная памылка
he: שגיאה פנימית

# MrimMessages|
source: Message was not delivered!
be: Паведамленне не дашло да атрымальніка!
he: הודעה לא נמסרה!

# MrimPacket|
source: No error
be: Без памылак
he: אין שגיאה

# MrimPacket|
source: Cannot read from socket
be: Памылка чытання з сокету
he: לא ניתן לקרוא מן socket

# MrimPacket|
source: Header is corrupted
be: Загаловак сапсаваны
he: תקורה מושחתת

# MrimPacket|
source: Unknown error
be: Невядомая памылка
he: שגיאה לא ידועה

# MrimRoster|
source: Phone contacts
be: Тэлефонныя кантакты
he: אנשי קשר טלפוניים

# Plugin|
source: MRIM protocol
be: Mail.ru Agent (MRIM) пратакол
he: פרוטוקול MRIM

# Plugin|
source: Implementation of MRIM protocol
be: Рэалізацыя пратаколу Mail.ru Agent
he: המחשת פרוטוקול Mail.Ru IM

# Plugin|
source: Module-based realization of Mail.Ru IM protocol
be: Модульная рэалізацыя пратаколу Mail.ru Agent (MRIM)
he: המחשה מבוססת-מודול של פרוטוקול Mail.Ru IM

# Plugin|
source: MRIM
be: Mail.ru IM (MRIM)

# Plugin|
source: MRIM account creator
be: Майстра стварэння рахунку MRIM
he: מחולל חשבון MRIM

# Plugin|
source: Account creator for module-based realization of Mail.Ru IM protocol
be: Стварэнне рахунку Mail.ru агента
he: מחולל חשבון עבור המחשה מבוססת-מודול של פרוטוקול Mail.Ru IM

# QObject|
source: Possible client
be: Магчымы кліент
he: לקוח אפשרי

# QObject|
source: Not authorized
be: Не аўтарызаваны
he: לא מורשה

# Status|
source: Sick
be: Хворы
he: חולה

# Status|
source: At home
be: Дома
he: בבית

# Status|
source: Lunch
be: Ем
he: ארוחת צהריים

# Status|
source: Where am I?
be: Дзе я?
he: היכן אני?

# Status|
source: WC
be: У прыбіральне
he: שירותים

# Status|
source: Cooking
be: Гатую
he: מבשל

# Status|
source: Walking
be: Гуляю
he: הולך

# Status|
source: I'm an alien!
be: Я чужынец!
he: אני חיזר!

# Status|
source: I'm a shrimp!
be: Я безхрыбетнік!
he: אני שרימפ!

# Status|
source: I'm lost :(
be: Я згубіўся :(
he: אבדתי :(

# Status|
source: Crazy %)
be: Шалею %)
he: מטורף %)

# Status|
source: Duck
be: Качка

# Status|
source: Playing
be: Прайграванне
he: מנגן

# Status|
source: Smoke
be: Палю

# Status|
source: At work
be: Працую
he: בעבודה

# Status|
source: Meeting
be: Сустрэча
he: בפגישה

# Status|
source: Beer
be: Піва
he: בירה

# Status|
source: Coffee
be: Кава
he: קפה

# Status|
source: Shovel
be: Рыдлёўка
he: יעה

# Status|
source: Sleeping
be: Сплю
he: יושן

# Status|
source: On the phone
be: Размаўляю па тэлефоне
he: בטלפון

# Status|
source: University
be: Універсітэт
he: אוניברסיטה

# Status|
source: School
be: Школа
he: בית ספר

# Status|
source: Wrong number!
be: Няслушны нумар!
he: טעות במספר!

# Status|
source: LOL
be: Ржу

# Status|
source: Tongue
be: Размова
he: לשון

# Status|
source: Smiley
be: Усміхаюся
he: סמיילי

# Status|
source: Hippy
be: Хіпі
he: היפי

# Status|
source: Depression
be: Туга
he: דיכאון

# Status|
source: Crying
be: Плач
he: בוכה

# Status|
source: Surprised
be: Здіўлены
he: מופתע

# Status|
source: Angry
be: Гнеў
he: קודר

# Status|
source: Evil
be: Злы
he: רוע

# Status|
source: Ass
be: Азадак
he: טוסיק

# Status|
source: Heart
be: Сэрца
he: לב

# Status|
source: Crescent
be: Паўмесяц
he: הולך וגובר

# Status|
source: Coool!
be: Выдатна!
he: מגניייב!

# Status|
source: Horns
be: Рожкі
he: קרניים

# Status|
source: Figa
be: Дуля

# Status|
source: F*ck you!
be: Хрэн ў вочы!
he: לך ת*דיין!

# Status|
source: Skull
be: Чэрап
he: גולגולת

# Status|
source: Rocket
be: Ракета
he: טיל

# Status|
source: Ktulhu
be: Ктулху

# Status|
source: Goat
be: Каза
he: תייש

# Status|
source: Must die!
be: Павінен сканаць!
he: חייב למות!

# Status|
source: Squirrel
be: Вавёрка
he: סנאי

# Status|
source: Party!
be: Вечарына!
he: מסיבה!

# Status|
source: Music
be: Музыка
he: מוזיקה

# Task|
source: Author
be: Аўтар
he: מחבר

# AccountWizardMain|
source: Email:
he: דוא״ל:
