Repository: baack/qutim-translations
Catalog: modules/docktile/*.po
Languages: be, bg, de, es, ru

# Author|
source: Aleksey Sidorov
be: Сідараў Аляксей
bg: Алексей Сидоров
ru: Сидоров Алексей

# MainWindow|
source: Dock Tile example
be: Прыклад Dock Tile
bg: Dock Tile пример
de: Dock Tile Beispiel
ru: Пример DockTile

# MainWindow|
source: Badge text:
be: Тэкст бэйджа
ru: Текст бейджа:

# MainWindow|
source: Progress indicator:
be: Індыкатар выканання
bg: Индикация на напредъка:
de: Fortschrittsanzeige
es: Indicador de progreso:
ru: Индикатор прогресса:

# MainWindow|
source: Alert
be: Папярэджанне
de: Alarm
ru: Внимание

# MainWindow|
source: Menu
be: Меню
bg: Меню
de: Menü
es: Menú
ru: Меню

# MainWindow|
source: Subelement
be: Падэлемент
bg: Поделемент
de: Unterelement
es: Subelemento
ru: Субэлемент

# MainWindow|
source: Element
be: Элемент
bg: Елемент
es: Elemento
ru: Элемент

# MainWindow|
source: A very simple element, as you see.
be: Як бачыце, вельмі просты элемент
bg: Съвсем обикновен елемент, както се вижда
de: Ein sehr einfaches Element, wie man sieht.
es: Como puedes ver, un elemento muy simple
ru: Очень простой элемент, как можно заметить.

# MainWindow|
source: Element 1
be: Першы элемент
bg: Елемент 1
es: Elemento 1
ru: Первый элемент

# MainWindow|
source: First element? Hm…
be: Першы элемент? Гм...
bg: Първи елемент? Хм ...
de: Erstes element? Hm...
es: ¿Primer elemento? Mmm...
ru: Первый элемент? Хм...

# MainWindow|
source: Element 2
be: Другі элемент
bg: Елемент 2
es: Elemento 2
ru: Второй элемент

# MainWindow|
source: Oh my god! Here's the second one!
be: Божачкі, да гэта ж другі элемент! Няўжо?
bg: Боже мой! Ето го и втория!
de: Oh mein Gott! Hier ist ein zweites!
es: ¡Dios mio! ¡Aquí está el segundo!
ru: Ахтыжблджад! Это второй элемент! С ума сойти! АААААААААА!11

# MainWindow|
source: Element with icon
be: Элемент са значком.
bg: Елемент с икона
de: Element mit Icon
es: Elemento con ícono
ru: Элемент с пиктограммою

# MainWindow|
source: Wow! An icon? So cool.
be: Ого, значок! Выдатна.
bg: Еха! Икона? Яко!
de: Wow! Ein Icon? Soo geil.
es: ¡Wow! ¿Un icono? ¡Que bueno!
ru: Пиктограмма? Вау! Это круто.

# MainWindow|
source: Disabled element
be: Неактыўны элемент
bg: Забранен елемент
de: Deaktiviertes Element
es: Elemento deshabilitado
ru: Отключённый элемент

# MainWindow|
source: What happened? Wha…
be: Шта такое? Шт...
bg: Какво стана? Какво по ...
de: Was ist passiert? Waaa
ru: Что случилось? Чт...

# MainWindow|
source: Checkable element
be: Правераемы элемент.
de: Wählbares Element
es: Elemento seleccionable
ru: Выбираемый элемент

# MainWindow|
source: Let's check it.
be: Давайце праверым яго.
bg: Да го отметнем.
de: Wähl mich an
es: Seleccionemoslo
ru: Давайте чекнем его.

# MainWindow|
source: Action %1 triggered
be: Дзеянне %1 зроблена
de: Aktion %1 gestartet
es: Acción %1 iniciada
ru: Действие %1 было вызвано

# Plugin|
source: Dock tile integration
be: Інтэграцыя DockTile
bg: Интеграция с Dock
ru: Интеграция DockTile

# Task|
source: Developer
be: Распрацоўшчык
bg: Разработчик
de: Entwickler
es: Desarrollador
ru: Разработчик
